open-vela/contest2026_441_buzhidaojiaoshenmemingzi/boards/bk7258/aidk_ai_toy/src/bk7258_aidk_eye_assets.c
/* Generated from the vendor genie_eye.avi frames recovered from
 * contest2026_441 commit 27a35a6. Do not hand-edit.
 * Recovered source SHA256: 13a632de9edff33bee0d9437ef6840fa987de737f2b9b37719dc16d8c23f827b
 */

#include <stdint.h>

#include "bk7258_aidk_eye_assets.h"

/* closed JPEG SHA256: a6d65aa8cbb140e27ddb93e76035e405f70a4390e0ede1879ad77f998721c99e */
static const uint16_t g_closed_palette[256] =
{
  0xf799, 0xf799, 0xf779, 0xef79, 0xef78, 0xef59, 0xef79, 0xef57, 0xef59, 0xef58, 0xef57, 0xef57,
  0xef58, 0xe757, 0xef58, 0xef38, 0xe739, 0xe758, 0xef57, 0xef57, 0xef57, 0xef37, 0xe737, 0xef38,
  0xef38, 0xef37, 0xef37, 0xe738, 0xe737, 0xe738, 0xef37, 0xe737, 0xe737, 0xef36, 0xe737, 0xe737,
  0xe738, 0xe737, 0xe737, 0xe737, 0xe737, 0xe737, 0xe736, 0xe736, 0xe718, 0xe717, 0xe717, 0xe717,
  0xe717, 0xe717, 0xe716, 0xe718, 0xe717, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716,
  0xe718, 0xe718, 0xe717, 0xe717, 0xe717, 0xe717, 0xe717, 0xe717, 0xe717, 0xe717, 0xef17, 0xe717,
  0xe717, 0xe717, 0xe717, 0xe717, 0xe717, 0xef17, 0xe717, 0xe717, 0xe718, 0xe717, 0xe717, 0xe717,
  0xe718, 0xe717, 0xe717, 0xe717, 0xe716, 0xef16, 0xe716, 0xe717, 0xe716, 0xe716, 0xe716, 0xe716,
  0xe716, 0xe717, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716, 0xe6f7, 0xe6f7, 0xe6f7, 0xdef7,
  0xe6f6, 0xe6f7, 0xdef7, 0xe6f6, 0xe6f6, 0xe6f6, 0xdef6, 0xe6f6, 0xe6f6, 0xdef7, 0xdef7, 0xdef7,
  0xdef7, 0xded7, 0xdef6, 0xdef6, 0xdef6, 0xded6, 0xded7, 0xded7, 0xdeb7, 0xded6, 0xdeb5, 0xd6b7,
  0xd6b5, 0xd696, 0xd696, 0xce76, 0xce55, 0xc614, 0xbdd3, 0xb5b2, 0xad51, 0xa511, 0x9cd0, 0x948e,
  0x842d, 0x7bcc, 0x6b6a, 0x6309, 0x5287, 0x4a26, 0x39e5, 0x31a4, 0x3183, 0x2943, 0x2103, 0x2101,
  0x2102, 0x20e3, 0x18e3, 0x18e1, 0x18e3, 0x18e1, 0x18c2, 0x18c2, 0x10c2, 0x18a2, 0x18a2, 0x10a2,
  0x18c1, 0x18c1, 0x10c1, 0x18a1, 0x18a0, 0x10c2, 0x10a2, 0x10a2, 0x10a1, 0x10a1, 0x10a2, 0x10a2,
  0x10a1, 0x1082, 0x1082, 0x1082, 0x1082, 0x1082, 0x1082, 0x1082, 0x1082, 0x0882, 0x0862, 0x0861,
  0x1081, 0x1080, 0x1081, 0x1081, 0x1080, 0x1081, 0x1080, 0x1060, 0x1081, 0x1080, 0x1081, 0x1080,
  0x1061, 0x1061, 0x1060, 0x0881, 0x0881, 0x0881, 0x0881, 0x0880, 0x0881, 0x0881, 0x0880, 0x0861,
  0x0860, 0x0881, 0x0881, 0x0881, 0x0881, 0x0862, 0x0861, 0x0861, 0x1062, 0x0862, 0x1061, 0x0862,
  0x0861, 0x0861, 0x1060, 0x0860, 0x1060, 0x0860, 0x0860, 0x0860, 0x0861, 0x0861, 0x0841, 0x0861,
  0x0860, 0x0860, 0x0840, 0x0860, 0x0841, 0x0841, 0x0840, 0x0840, 0x0841, 0x0840, 0x0840, 0x0820,
  0x0820, 0x0020, 0x0000, 0x0000,
};

static const char g_closed_pixels_base64[] =
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v77h4eHhvr6/v8qvrt/qxa2zo7PcpJ6z36PFzefFop6m5qysrJuXlZOR"
  "jYyLioiCZjJhcIKHiYuMjJGSlJebrKys/MCeos355LKn3t2jp/j4uMWto66toKDKv7++vuHh4eG+v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7++4eHh4b6+v7/Kr67f6sWts6Oz3KSes9+j"
  "xc3nxaKepuasrKybl5WTkY2Mi4qIgmYyYXCCh4mLjIyRkpSXm6ysrPzAnqLN+eSyp97do6f4+LjFraOuraCgyr+/vr7h4eHh"
  "vr+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v76+v7+/v7+/"
  "/uSuttLS3/H/rp6z6vnwrvKrnKvyx5mWkI6KgAgFPm5ubm9jYGRmcWNjUklSY25ufmgODoCKjpCVmcb2wKXF/d/4/e6gna//"
  "u8Xf+fXK5P6/v7+/v7++vr+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7++vr+/v7+/v/7krrbS0t/x/66es+r58K7yq5yr8seZlpCOioAIBT5ubm5vY2BkZnFjY1JJUmNubn5oDg6Aio6Q"
  "lZnG9sClxf3f+P3uoJ2v/7vF3/n1yuT+v7+/v7+/vr6/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/0tLS0tLS19e7rrb4/u6nnZ3Q/cigxfLGmqGclI+JdVSAd21QLCQkJBoaGiAyZnqB"
  "e2xTSS4uLUVRRT4+PkBoPWt1iY+UnKGay+eunqf44527v+7uu7LK+dfX0tLS0tLX17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9LS0tLS0tfXu662+P7up52d0P3IoMXyxpqhnJSPiXVU"
  "gHdtUCwkJCQaGhogMmZ6gXtsU0kuLi1FUUU+Pj5AaD1rdYmPlJyhmsvnrp6n+OOdu7/u7ruyyvnX19LS0tLS19e/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9fV09XV1NTS0uTKtrvj5ePe"
  "/fDq1cbGoZiQjYYIEFBQCAUOPmhpaUUcc3NjMCIfHycnJiYuUnN9ggkPLVFRHAkFDFV3EAOAjJCZodjnyNzs7eXl7eW7p662"
  "0tLU1NXV09XXv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X"
  "1dPV1dTU0tLkyra74+Xj3v3w6tXGxqGYkI2GCBBQUAgFDj5oaWlFHHNzYzAiHx8nJyYmLlJzfYIJDy1RURwJBQxVdxADgIyQ"
  "maHY58jc7O3l5e3lu6euttLS1NTV1dPV17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/19XT09PV1dTU6vXs17u/4+TxnKHGl5GKgwMQf4BpPlN9fW5RHBomU2xjTycaGhofJ2FJLiYmLlJT"
  "c2xhME9vfYJPMElsfXcbA3+KkZjWoZzFrrKytsrk39zU1NXV09PT1de/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9fV09PT1dXU1Or17Ne7v+Pk8ZyhxpeRioMDEH+AaT5TfX1uURwaJlNs"
  "Y08nGhoaHydhSS4mJi5SU3NsYTBPb32CTzBJbH13GwN/ipGY1qGcxa6ysrbK5N/c1NTV1dPT09XXv7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X1NXV1dXV1NTF1N/f8f368daflIxUVIZ/"
  "g3lRDw8PL2IgMGFwcG9hTzAwJycwYXBzgX1sUiYcICBjb3FycWAiFV02HxMZSX2FDGtUVIyUqNb9/fWupMXq8dTU1dXV1dXU"
  "17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/19TV1dXV1dTU"
  "xdTf3/H9+vHWn5SMVFSGf4N5UQ8PDy9iIDBhcHBvYU8wMCcnMGFwc4F9bFImHCAgY29xcnFgIhVdNh8TGUl9hQxrVFSMlKjW"
  "/f31rqTF6vHU1NXV1dXV1Ne/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7/S0tLS1NTU1Prqq6SxwpyYj4gzg4UMDH5pLRoaQkgnEoFyKAsKFTJkTzAnICAwT1JSRSYcGhwnMAcEBAQLOYKE"
  "ZWVxXSIfJ0mECQyFeBCIjpih8OqxscXF1NTU1NLS0tfXv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/0tLS0tTU1NT66qukscKcmI+IM4OFDAx+aS0aGkJIJxKBcigLChUyZE8wJyAgME9S"
  "UkUmHBocJzAHBAQECzmChGVlcV0iHydJhAkMhXgQiI6YofDqsbHFxdTU1NTS0tLX17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9fX19fS0tTUq9X6/cmWkIgbKXZ2KSk0EWNTSCUPGEJs"
  "cWZgKCIiIiJycW9hYWNwc0lFLi5JU3N7enFxOSoqKip0KgoUZYGBcnBmKREpdnZUiI+VqvP68dXU1NLS19fX17+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X19fX0tLU1KvV+v3JlpCI"
  "Gyl2dikpNBFjU0glDxhCbHFmYCgiIiIicnFvYWFjcHNJRS4uSVNze3pxcTkqKioqdCoKFGWBgXJwZikRKXZ2VIiPlarz+vHV"
  "1NTS0tfX19e/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X"
  "6arm/MbA58Olw8CVj4USFUlFSUlJSU9PNzc5OTk5KzkyT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT0xMTExMTExM"
  "TExMTExMTFhdMYWOlcDipaXowML+8qHx17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/1+mq5vzGwOfDpcPAlY+FEhVJRUlJSUlPTzc3OTk5OSs5Mk9PT09PT09PT09PT09PT09PT09PT09P"
  "T09PT09PT09MTExMTExMTExMTExMTExYXTGFjpXA4qWl6MDC/vKh8de/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9em/8Ka6Oir/MCVjoAADn1xT09PT09PMjIyMjc3Nzc3MjJPT09PT09P"
  "T09PT09PT09PT09PT09PT09PT09PT09PTExMTExMTExMTExMTExMTBMtDg6Ij5TA9qvOzp3O/8XXv7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/Xpv/Cmujoq/zAlY6AAA59cU9PT09PTzIy"
  "MjI3Nzc3NzIyT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT0xMTExMTExMTExMTExMTEwTLQ4OiI+UwParzs6dzv/F"
  "17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v82d5/yiq8SY"
  "jokkAQ99bgQyNzc3NzcyMjIyT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09MTExMTExMTExMTExMTExI"
  "D319FwAXiY6Y9sKi/s2Zpte/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7/Nnef8oqvEmI6JJAEPfW4EMjc3Nzc3MjIyMk9PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09P"
  "TExMTExMTExMTExMTExMSA99fRcAF4mOmPbCov7NmabXv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/xf23oumckosbAhOCgm49FzcrOTk5OTcyMk9JSUlJRUVPT09PT09PT09PT09PT09P"
  "T09PT09PT09PT09PT09PT0xMTExMTExMTExMTExMTEgkbWxPMhURVYqSnPfDzPWn17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v8X9t6LpnJKLGwITgoJuPRc3Kzk5OTk3MjJPSUlJSUVF"
  "T09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09MTExMTExMTExMTExMTExIJG1sTzIVEVWKkpz3w8z1p9e/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9fn6c6hlY5UDmw7OQoAGndB"
  "Nys5OTk5NzIyT0lJSUlFRU9PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PTExMTExMTExMTExMTExMSBc8DwtlZSM0"
  "A1SNlcDo6erXv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X"
  "5+nOoZWOVA5sOzkKABp3QTcrOTk5OTcyMk9JSUlJRUVPT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT0xMTExMTExM"
  "TExMTExMTEgXPA8LZWUjNANUjZXA6Onq17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/0smqnJOHEIApKRZlZBMmShgyNzc3NzcyMjIyT09PT09PT09PT09PT09PT09PT09PT09PT09PT09P"
  "T09PT09PT09MTExMTExMTExMTExMTExIQmlJJ3EyBxFWhQiGkpyp8tK/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9LJqpyThxCAKSkWZWQTJkoYMjc3Nzc3MjIyMk9PT09PT09PT09PT09P"
  "T09PT09PT09PT09PT09PT09PT09PT09PTExMTExMTExMTExMTExMSEJpSSdxMgcRVoUIhpKcqfLSv7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/UqZaNa4N4BnZWHWmFUwkZYU9PT09PTzIy"
  "MjI3Nzc3NzIyT09PT09PT09PT09PT09PT09PT09PT09PT09PT09PT0xMTExMTExMTExMTExMTExiTAQFUX5+hCkFVnh1jZbW"
  "1L+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/1KmWjWuDeAZ2"
  "Vh1phVMJGWFPT09PT08yMjIyNzc3NzcyMk9PT09PT09PT09PT09PT09PT09PT09PT09PT09PT09MTExMTExMTExMTExMTExM"
  "YkwEBVF+foQpBVZ4dY2W1tS/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v9SSixsMCQkpQAwbbWs+U3ETSUVJSUlJT083Nzk5OTkrOTJPT09PT09PT09PT09PT09PT09PT09PT09PT09PT09P"
  "TExMTExMTExMTExMTExMTBRkY26AawgIEVYWKVYbipLVv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/UkosbDAkJKUAMG21rPlNxE0lFSUlJSU9PNzc5OTk5KzkyT09PT09PT09PT09PT09P"
  "T09PT09PT09PT09PT09PT0xMTExMTExMTExMTExMTEwUZGNugGsICBFWFilWG4qS1b+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/496to9Pfu/T0p56dq/KYjzAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMI+Y8quaouHh"
  "+ODw8auz7N2/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v+PeraPT37v04byenaX6mI8wKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDCPmPKrmqLh4fjg8PGrs+zdv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+j7N/F1cWjp5rh9OXAmIx2"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwfYuX5vXh4Z25rsXFrdzvuL+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "o+zfxdXFo6edp/Ti9paMfDAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMH2Ll+b14eGdua7Fxa3c77i/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v6fv9cjq9cq59J23w5WGeBEwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDARVYaVq+Ce9LW79erI7Oyk"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+n7/XI6vXKueWgoveUiDMcMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "EVWGlavgnvS1u/XqyOzspL+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/29vK1/X44rmj56GUf4MdCTAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMAIbg3WTqf2gprn1+eTKs66/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9vbytf1+OK5"
  "o8XWk4ZUfwEwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDACG4N1k6n9oKa59fnkyrOuv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7/Qrrjt47inrvqhkxAbHYQPMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwHGsMVFSTofyyp6e4uqeu27+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/0K647eO4p676qpKDA3hAKTAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMBxrDFRUk6H8"
  "sqenuLqnrtu/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9GzvuGntfX8rJEDdhEGEYUwKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDCHBgYpdgOSwfzup6e8vLPQ17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/Rs77hp7X1/MGRGx12AECF"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwhwYGKXYDksH87qenvLyz0Ne/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "0dv0uKP05Z2PEHx8gXZ2BjAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMAFpfHxmhHWPmuL0uOH027PXv7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v9Hb9Lij9OWdj3V2hCOEdgIwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDABaXx8ZoR1j5ri9Ljh9Nuz"
  "17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9et2+68vPSYkhB/CyMjFlF2MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "fQ8NOyMHhBCSmfS8vPTqxde/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/XrdvuvLz0mJIQeAsjOwspfTAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMH0PDTsjB4QQkpn0vLz06sXXv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/4Pvgt5r8mo88"
  "QElMWExMR0coKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKC9DRExYOF0yRVCPmvydt7fiv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v+D74Lea/JqPPEBJTFhMTEdHKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgvQ0RMWDhdMkVQj5r8nbe34r+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/gueWd/JyRPGs9QEhITExOTigoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoL0hETExYTE9A"
  "d1SRn/+e9bW/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/4LnlnfyckTxrPUBISExMTk4oKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKC9IRExMWExPQHdUkZ//nvW1v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v+C5t86okgOFDj09PT9DTFpc"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgxTE5ISENDRUAOgwOSwei3tb+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/g"
  "ubfOqJIDhQ49PT0/Q0xaXCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMUxOSEhDQ0VADoMDksHot7W/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/4KPD9pMDhVN9QDw8PD9IXl4qKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDFdWkxDQz9AQFEkgAOT9sOi"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v+Cjw/aTA4VTfUA8PDw/SF5eKigoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgx"
  "XVpMQ0M/QEBRJIADk/bDor+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/go6uWVFF8E2NFPT09P0hcXCooKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMVhOTENDP0VFYw92a3+WwabXv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/4KOrllRRfBNj"
  "RT09PT9IXFwqKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDFYTkxDQz9FRWMPdmt/lsGm17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v83yl4d/KRMqH09FQz9DSE5aKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgvTEdISEhIMjIfIBEzg4iY1tK/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/N8peHfykTKh9PRUM/Q0hOWigoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoL0xHSEhISDIy"
  "HyARM4OImNbSv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/zZqMVFB2AoEfNzJYTEhIREcwKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKC8/P0NMXTg5NxNzAHVQUIyY1b+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v82ajFRQdgKBHzcyWExISERH"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgvPz9DTF04OTcTcwB1UFCMmNW/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/L"
  "j4MIUEB9CQs5OThdTEM/PzAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoQj08SFg6OjorKA+Aa3UQg47Vv7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/y4+DCFBAfQkLOTk4XUxDPz8wKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKEI9PEhYOjo6KygPgGt1EIOO"
  "1b+/v7+/v7+/v7+/v7+/v9ncv76+v83N9cyipfbErJIwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoLpKswfa3pszNzc2/vr6/3NnZ3L++vr/NzfXMoqX2xKySMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKC6SrMH2t6bMzc3Nv76+v9zZ2dy/vr6/zc3Nu6LiodaVizAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgui5TEpfelxcXNzb++vr/c2dncv76+v83N"
  "zbui4qHWlYswKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoLouUxKX3pcXF"
  "zc2/vr6/3Nnc29e/v7/NzfXqpunmmY4dMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDAdjpnm97fkzc3M17+/v9zc3NvXv7+/zc316qbp5pmOHTAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwHY6Z5ve35M3NzNe/v7/c3Nra19fX183N9+TCwdaRhUAwKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMCmDkfLEzef1zc3X19fX2tra2tfX19fNzffkwsHWkYVA"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDApg5HyxM3n9c3N19fX19ra"
  "3drX0tLSzMzkpubBlYkDdjAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "dgOJlcTmo+TMzNLS0tfa3d3a19LS0szM5KbmwZWJA3YwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMHYDiZXE5qPkzMzS0tLX2t3d3dfS1dTM4PWm5p+NECkpMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDARMx2Nn+am9eDM1NTU193d3d3X0tXUzOD1puafjRApKTAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwETMdjZ/mpvXgzNTU1Nfd3eHd0tTV1Mzg"
  "9eefk3UzdhowKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMAl2VoOTn831"
  "4MzU1dTX3eHh3dLU1dTM4PXnn5N1M3YaMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDAJdlaDk5/N9eDM1NXU193h4d3S1dPVzOC28ZeJCFYRNDAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwERF2EImX8bbgzNXT1dLd4eHd0tXT1czgtvGXiQhWETQwKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMBERdhCJl/G24MzV09XS3eG8uO/cu+7u5KKpjxpxHhkY"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAYGR5xGo+pouT09bvc77i8"
  "vLjv3Lvu7uSiqY8acR4ZGDAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "GBkecRqPqaLk9PW73O+4vOO8vdDKyrnN6JSKJlgicxgwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMBhzIlgmipTozbnKytC9vOPjvL3Qysq5zeiUiiZYInMYMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAYcyJYJoqU6M25ysrQvbzj5biu2/W7psKwjixSGUyCGTAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwGYJMGVIkjsHCprv126665eW4rtv1u6bC"
  "sI4sUhlMghkwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMBmCTBlSJI7B"
  "wqa79duuuuW8uK/4/sjC5pSIAFMSTHtIKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDBMe0wYUwCIlNbCyP74r7i8vLiv+P7IwuaUiABTEkx7SCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwTHtMGFMAiJTWwsj++K+4vNrauPj43/qsjWsXU0JKGWIoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKGIZSkJTF2uNrPrf+Pi42tra2rj4+N/6rI1rF1NCShli"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKChiGUpCUxdrjaz63/j4uNra"
  "7+y45bLq+pZ5QH1TSkoEYSgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "YQRKSlN9QH+X+uqy5bjs7+/suOWy6vqWeUB9U0pKBGEoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKGEESkpTfUB/l/rqsuW47O/Qvbj0p/GfkAwablNDUxkeKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgeGVNDU24aDJCf8af0uL3Q0L249Kfxn5AMGm5TQ1MZHigoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoHhlTQ1NuGgyQn/Gn9Li90KOnvP67+peI"
  "dgQaaSxTcwooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKApzUyxpGAR2"
  "iJf6u/68p6Ojp7z+u/qXiHYEGmksU3MKKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
