open-vela/contest2026_441_buzhidaojiaoshenmemingzi/boards/bk7258/aidk_ai_toy/src/bk7258_aidk_eye_assets.c
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgKc1MsaRgEdoiX+rv+vKejs/+j5qmfkAFMSEM/SU8rKyooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMjIyMlhYT0kCkJvJ86D/0LP/o+apn5ABTEhDP0lPKysqKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDIyMjJYWE9JApCbyfOg/9uz7MjAn5uKU0xIQz9JTysr"
  "KigoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgyMjIyWFhPSUCJm6zW2d+v"
  "s+zIwJ+bilNMSEM/SU8rKyooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "MjIyMlhYT0lAiZus1tnfr67X1KvWlA6BTEhDP0lPKysqKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKDIyMjJYWE9JfhCU1rDq362v19Sr1pQOgUxIQz9JTysrKigoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgyMjIyWFhPSX4QlNaw6t+trfWuwPKMPklMSEM/SU8rKyooKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMjIyMlhYT0l2eY3JobH9s631rsDyjD5J"
  "TEhDP0lPKysqKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDIyMjJYWE9J"
  "dnmNyaGx/b3b18X2l4N+D0xIQz9JTysrKigoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgyMjIyWFhPSSmGg5bJz/nv29fF9peDfg9MSEM/SU8rKyooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMjIyMlhYT0kphoOWyc/57/ig+fKQgz4mTEhDP0lPKysqKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDIyMjJYWE9JHVCGkPP9re/5oPnykIM+JkxIQz9JTysr"
  "KigoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgyMjIyWFhPSR1QhpDz/a3v"
  "27L9momALFJMSEM/SU8rKyooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "MjIyMlhYT0kpEIOKof+t0Nuy/ZqJgCxSTEhDP0lPKysqKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKDIyMjJYWE9JKRCDiqH/rdCg/fGWgwOCGkxIQz9JTysrKigoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgyMjIyWFhPSSl/A4eW8/2koP3xloMDghpMSEM/SU8rKyooKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMjIyMlhYT0kpfwOHlvP9pMn2rI9AbE50"
  "TU1GRkdHWFgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKFhMTkdERk1Z"
  "cVp+aI+o8tbJ9qyPQGxOdE1NRkZHR1hYKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKChYTE5HREZNWXFafmiPqPLWycSsjGhKHmJNTUZGR0dYWCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoWExOR0ZGWVlaHm5qjJ/B1snErIxoSh5iTU1GRkdHWFgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKFhMTkdGRllZWh5uaoyfwdbJqZmHaEgZV01NRkZHR1hY"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKChMTE5OTU1NTRkYU2qHmanW"
  "yamZh2hIGVdNTUZGR0dYWCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "TExOTk1NTU0ZGFNqh5mp1snBlFBoSh4eTU1GRkdHWFgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMExIWlpZTU1GGCVTQVCUwcnJwZRQaEoeHk1NRkZHR1hYKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBMSFpaWU1NRhglU0FQlMHJxtaQPD5sTh5NTUZGR0dYWCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSEhaXF9ZRkQlRHAlM5DWwsbWkDw+bE4e"
  "TU1GRkdHWFgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMEhIWlxfWUZE"
  "JURwJTOQ1sLJqYs8PnsvV01NRkZHR1hYKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDBDQ1xeX1lGRD8lcCVWi6qxxqmLPD57L1dNTUZGR0dYWCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwQ0NcXl9ZRkQ/JXAlVouqsdaYgxtAcwlXTU1GRkdHWFgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMD9DXF5eX0Q/aAVxJymGmMLYmIMbQHMJV01NRkZHR1hY"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDA/Q1xeXl9EP2gFcScphpjF"
  "1pVUA2hzAVpNTUZGR0dYWCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "P0NcXl5fRD9qAWBYCXWVwtiVVANocwFaTU1GRkdHWFgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMD9DXF5eX0Q/agFgWAl1lcXWjz4kYw+EBzIyMjJPT0lJKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAwLjAwKCgoKBqEY1MPd4/E1o8+JGMPhAcyMjIyT09JSSgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwMC4wMCgoKCgahGNTD3ePxNaNJEBsD4EZ"
  "MjIyMk9PSUkoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgo"
  "GYFSRQ89jazWjSRAbA+BGTIyMjJPT0lJKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDAwLjAwKCgoKBmBUkUPPY2srIsObnMcbyAyMjIyT09JSSgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwMC4wMCgoKCgaYUlFLQ6KrKyLDm5zHG8gMjIyMk9PSUkoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgoGmFJRS0OiqybhwV+bC4wTzIyMjJPT0lJ"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAwLjAwKCgoKDAaUlFuDoWb"
  "m4cFfmwuME8yMjIyT09JSSgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "MC4wMCgoKCgwGlJRbg6Fm5dtBX5jSSBhMjIyMk9PSUkoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgobxljaX0ObZeXbQV+Y0kgYTIyMjJPT0lJKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAwLjAwKCgoKG8ZY2l9Dm2XlFAOaUlJMGEyMjIyT09JSSgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwMC4wMCgoKChzGWNTfSQ9lJRQDmlJSTBh"
  "MjIyMk9PSUkoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgo"
  "cxljU30kPZSSbSQ+HEljTzIyMjJPT0lJKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDAwLjAwKCgoKGMZSS1RLD2Skm0kPhxJY08yMjIyT09JSSgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwMC4wMCgoKChjGUktUSw9kpB+PiQaSXAwMjIyMk9PSUkoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgoMBIcDxgsaJGQfj4kGklwMDIyMjJPT0lJ"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAwLjAwKCgoKDASHA8YLGiR"
  "jIESYicvcBJMTExMTExMTCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "SUkyNzcySUUtUigUcWZ9jIyBEmInL3ASTExMTExMTEwoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMElJMjc3MklFLVIoFHFmfYyLgSBvICdvGUxMTExMTExMKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBJSTI3NzJJRVFTYBVxZHOLi4EgbyAnbxlMTExMTExMTCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUVRU2AVcWRzi4p9THAZGWIv"
  "TExMTExMTEwoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMElJMjc3MklF"
  "aVNkIWVgbIqKfUxwGRliL0xMTExMTExMKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDBJSTI3NzJJRWlTZCFlYGyKiXticBkSYWFMTExMTExMTCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUVsU3EoOWBSiYl7YnAZEmFhTExMTExMTEwoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMElJMjc3MklFbFNxKDlgUomEc2JiIBlMYUxMTExMTExM"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBJSTI3NzJJRWlScioqYFKF"
  "hHNiYiAZTGFMTExMTExMTCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "SUkyNzcySUVpUnIqKmBShXtvTEwvL0xMTExMTExMTEwoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMElJMjc3MklFRSZxNypmUoJ7b0xMLy9MTExMTExMTExMKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBJSTI3NzJJRUUmcTcqZlKCb2InIGJvTCBMTExMTExMTCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUUlD2Y3KHJjfW9iJyBib0wg"
  "TExMTExMTEwoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMElJMjc3MklF"
  "JQ9mNyhyY31hYRkSb3NMGUxMTExMTExMKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDBJSTI3NzJJRRgJZjcoemxuYWEZEm9zTBlMTExMTExMTCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUUYCWY3KHpsbjJmMiJgYB8VMjIyMjIyMjIoKCgoKCgoKCgoKCgoKCgq"
  "gnQVEnx8KREMMzQqZ2c6OiooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMElJMjc3MklFLS5xeigTSWxjcmQyZGQoIjIyMjIyMjIy"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCg2ZTpnZRZWdRApdoFzHxQ6dCooKCgoKCgoKCgoKCgoKDBJSTI3NzJJRS0ucXooE0ls"
  "cXEyIjIyIh8yMjIyMjIyMigoKCgoKCgoKCgoKCgoKDYUcXFTZjQ1hAxWMAo6OjpeKigoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "SUkyNzcySUVFLmRyNx9Sc3NyZDJkZCgiMjIyMjIyMjIoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDFnITg4ExEzHXYWBxpSZDYU"
  "KigoKCgoKCgoKCgoKCgoMElJMjc3MklFRS5kcjcfUm6CcTIoMjIoHzIyMjIyMjIyKCgoKCgoKCgoKCgoKCgoMTEnCRiBhDs7"
  "DSkWFSshClcoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBJSTI3NzJJRWkuImVxKFOCgnJgMmBgMiIyMjIyMjIyMigoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoL2EZNjYTHFYpZoGEfSUJHjYoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUVpLiJlcShTgYRyKDIoKDIi"
  "MjIyMjIyMjIoKCgoKCgoKCgoKCgoKCgvBGp+aikHDYF8gXpkdHFHczAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMElJMjc3MklF"
  "bC4TN3JgbIeIcihgKChgIjIyMjIyMjIyKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKChCbm17YjB9hHwjDQQJaoBuCSgoKCgoKCgo"
  "KCgoKCgoKDBJSTI3NzJJRWwuEzdyYGyHiXoiYCIiZCIyMjIyMjIyMigoKCgoKCgoKCgoKCgoKC8Yaj08aWZyhAAREQITcWlK"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUVsSQsqemBziYl6ImAiImAiMjIyMjIyMjIoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKEJ+PUolBgYMAmZ8NRg8d24lMCgoKCgoKCgoKCgoKCgoMElJMjc3MklFbEkLKnpgc4mKeiJkHyJmKDIyMjIyMjIy"
  "KCgoKCgoKCgoKCgoKCgoL25oAwAQHRERdXh2gYQnAQQwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBJSTI3NzJJRVNSEyp6KH2L"
  "inofYBUfZCIyMjIyMjIyMigoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoQg4BJYKDdXh4EXZ2CAMXanMwKCgoKCgoKCgoKCgoKCgw"
  "SUkyNzcySUVTUhMqeih9iot6H2YfH3IyMjIyMjIyMjIoKCgoKCgoKCgoKCgoKCgvCW6AbYOHi46Gg2skJx4vfSgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMElJMjc3MklFLVMfN3oVfYuLehVkExVmIjIyMjIyMjIyKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgv"
  "fWpKFwh1h4aMi4hrbYV7BCgoKCgoKCgoKCgoKCgoKDBJSTI3NzJJRS1THzd6FX2Li4EfcRUfcjIyMjIyMjIyMigoKCgoKCgo"
  "KCgoKCgoKDFyCQiKkpmsrKyfk4gCXXEEKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwSUkyNzcySUUcYyI5cgt9jIt6E2QLE2Yi"
  "MjIyMjIyMjIoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKC8JbkgFiZOf1qzym5KKJAlaKCgoKCgoKCgoKCgoKCgoMElJMjc3MklF"
  "HGMiOXILfYyQbVAOCTAfGk9FRUBFRU9PKCgoKCgoKCgoByIECoFkaXUQjJf9sdnZxerWjFYHKHQoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDAwLjAwKCgoKCcSHBglaH6RkVA8LBxPIm9PRUVARUVPTygoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMG4sCVaM1tbF"
  "+ciu/5eMVFVmcoEEAmQocSgoKCgoKCgwMC4wMCgoKCgnEhwYJWh+kZJrUD4aYx9PT0VFQEVFT08oKCgoKCgoKASBZgciZmRR"
  "VIuW6q3z8K2zxdaOdhUfMSgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgoTxIuJVEsaJKSPCRoJmEVcE9FRUBFRU9P"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwQiwado7WtLOuxdukwpaLDHsoKGATYIEVKCgoKCgoKDAwLjAwKCgoKE8SLiVRLGiS"
  "lFA8blJzH29PRUVARUVPTygoKCgoKCgoCmQogWQLcgaDlPrI8PPF38XFqpBWICIxKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "MC4wMCgoKChwElNFbg4klJQkDm5SYwtwT0VFQEVFT08oKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDBCLBxVkamxxfmu9fnC+pV4"
  "CXoLYHpgch8oKCgoKCgoMDAuMDAoKCgocBJTRW4OJJSXbRd+Y3ATb09FRUBFRU9PKCgoKCgoKChyBBOCExOBAZDB6p7977P4"
  "7cWhkx0JSXMoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAwLjAwKCgoKHMabGl9CD2Xl1AOflNjC29PRUVARUVPTygoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMHNDCTyTocXt/bP5/57z1pAAhCIHgSgHZigoKCgoKCgwMC4wMCgoKChzGmxpfQg9l5uFCG5TYRNP"
  "T0VFQEVFT08oKCgoKCgoKCgTIgoLKGSI1pz99aD4+KC+u6qWgwUtgTAoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgo"
  "cDBsaW4OhZubhw5uY2MVT09FRUBFRU9PKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwgUIFgJaryr+g3/Og1fqcrIkoFR8VEwcy"
  "KCgoKCgoKDAwLjAwKCgoKHAwbGluDoWbrIoOaFInKCdPRUVARUVPTygoKCgoKCgoC3oLAoIHMpL8oez7p7jtoKe4xZqKDiRp"
  "MCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgwMC4wMCgoKChPcGNTUxeKrKyKJGhTYWQgT0VFQEVFT08oKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKDBvGAyKmsW4p6Dcz7H51aH6kigHhAIHZgcoKCgoKCgoMDAuMDAoKCgoT3BjU1MXiqzEjSQ+YzB6J09FRUBFRU9P"
  "KCgoKCgoKChkegsfgRWMm5/6o7j4oKfduLyzsI08FywwKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDAwLjAwKCgoKBKBUlEYPY3E"
  "xI1QJElPgRJPRUVARUVPTygoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMCAYM42xtry477Ox/7Oj/p+ZjTJ6CxVyBygoKCgoKCgw"
  "MC4wMCgoKCgSgVJRGD2NxNaPPSxzT4QwT0VFQEVFT08oKCgoKCgoKIFmcnoAhJOs/MXu46fd3fT04aPBjmskJDAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoMDAuMDAoKCgoCYIuLQltj9bEj20OLk+ECU9FRUBFRU9PKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "ICVrjrSj4fTvxfDPsdW0+qyThAKBYBVkKCgoKCgoKDAwLjAwKCgoKAmCLi0JbY/W8pZ1PC0gCiFZWU1NTk5dXTc5OjpeWkQ/"
  "JQlPCXWN+qe9vdHR0dHQ0KOt/dmTdRB4NDc3Nzc3Nzc3Nzc3Nzc3NygoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKjk5OTIySUlFRUVPTzc3KzkqKCgoKCgoKCgoKCgoKCgoXVhaTk1NWVkhCnM/G1SV+taWgzxFJwBx"
  "WVlNTU5OXV0oKCgoKCgoKCgoKCgoKCgqOTk5MjJJSUVFRU9PNzcrOSooKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKDc3Nzc3Nzc3Nzc3Nzc3N093CIaTwsO24MzM0tLS19vasvqMVBFsDxg/RFpeOjo5N11YWk5NTVlZ"
  "IQpzPxtUlfrWmIZQGCceIVlZTU1OTl1dNzc6OF5aR0RuJUWAg5Tfsr290dHR0dDQr6/9rZZUHXg0Nzc3Nzc3Nzc3Nzc3Nzc3"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoNzc3MjJPT09PT09PNzc3NygoKCgoKCgo"
  "KCgoKCgoKChdWFpOTU1ZWSEecyxQg5fW1pmGDgkvCnRZWU1NTk5dXSgoKCgoKCgoKCgoKCgoKCg3NzcyMk9PT09PT083Nzc3"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoNzc3Nzc3Nzc3Nzc3Nzc3T1UQg5bG97ay"
  "zMzS0tLX29q4zZSAhWlCaURHWlw6ODk3XVhaTk1NWVkhHnMsUIOX1qmoilAPL2IUWVlNTU5OXV0yMjg4XFpORFMsLGuN1p6v"
  "vb3R0dHR0NDe0PmtoYZUeDQ3Nzc3Nzc3Nzc3Nzc3NzcoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKChPT09PNzc3Nzc3NzIyT09PKCgoKCgoKCgoKCgoKCgoKF1YWk5NTVlZIVpzF1CKn7DJqYoOCW9XZVlZTU1OTl1d"
  "KCgoKCgoKCgoKCgoKCgoKE9PT083Nzc3Nzc3MjJPT08oKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "KCgoKCgoKCg3Nzc3Nzc3Nzc3Nzc3NzdPaxCHocL3zLXMzNLS0tfb2rae1o11PSw/R05aXDhdNzJdWFpOTU1ZWSFacxdQip+w"
  "qdaQPCVhdCFZWU1NTk5dWDJPXV1cWlpHQhdQgJb8nsXQvdHR0dHQ0O/vyNnWjRB4NDc3Nzc3Nzc3Nzc3Nzc3NygoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoMElFT083NysrKzk5MjJJSUkwKCgoKCgoKCgoKCgoKCgo"
  "XVhaTk1NWVk2cXssG5CsqcHBkBdFfWIUWVlNTU5OXV0oKCgoKCgoKCgoKCgoKCgwSUVPTzc3KysrOTkyMklJSTAoKCgoKCgo"
  "KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKDc3Nzc3Nzc3Nzc3Nzc3N0+DEI3Bx8P5+MzM0tLS19vb"
  "xZ76loNQFyVHTlxcXVgyT11YWk5NTVlZNnF7LBuQrKnB1pRrbmJxIVlZTU1OTl1YMk9MTFpaWk5+F1SQ/Kn66tC90dHR0dDQ"
  "7/2g/7STHYM0Nzc3Nzc3Nzc3Nzc3Nzc3KCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgw"
  "SUVPTzc3KysrOTkyMklJSTAoKCgoKCgoKCgoKCgoKChdWFpOTU1ZWWVac2lQlKyw1qyUUG6BWhRZWU1NTk5dXSgoKCgoKCgo"
  "KCgoKCgoKDBJRU9PNzcrKys5OTIySUlJMCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgoKCgo"
  "Nzc3Nzc3Nzc3Nzc3Nzc3T4NUk7D8nvv7zMzS0tLX29vq+qr8kFQOfk5aWlpMTE9PXVhaTk1NWVllWnNpUJSssNbEmYd9Yldc"
