open-vela/contest2026_441_buzhidaojiaoshenmemingzi/boards/bk7258/aidk_ai_toy/src/bk7258_aidk_eye_assets.c
  "+v79xaPF9ezX19TU09PT1dK/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v9fU1dXV1dXU1Pr60q2u6vr6/ayUjBAQgHmDeS0JCRonJwcaT29wcGNPb2NPMDBhY29jb3Bwb08gGiBPY3Nzb08n"
  "XTYVFSdTfYNVgFQQjJSs8vr+/cWjxfXs19fU1NPT09XSv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X1dPT09XV1NTc8fXXu7++tqucsPqZkYqDABB1UD5ALQ9uaUUtUlNSLnNjJxkSGihg"
  "KCgnICdPY28uLi5JUWlubmMnGlOBfxsDhoqQl7CqocKtyuTK3vj43tfX1NXT09bT0r+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/19XT09PV1dTU3PH117u/vrarnLD6mZGKgwAQdVA+QC0P"
  "bm5pRSYcHBxhTycnJzBgZGAyIBkaMG9zLi4uSVFpbm5jJxpTgX8bA4aKkJewqqHCrcrkyt74+N7X19TV09PW09K/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v9fV09XV1NTS0qeysrLj+Pje"
  "/fHFsdbyoZmRjH8IUGtQGyQXJD5oaC0YgnNjIBUfKGAoKCgoYXBzfVNTaGg+JA4IM3d3GxCGjZCYoevns7Pk+cr1+OW6uLKn"
  "v9fS1NPT09XSv7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/X"
  "1dPV1dTU0tKnsrKy4/j43v3xxbHW8qGZkYx/CFBrUBsODiQ+QEBFLXNsY08yMmBkZjIfFSdjfYJTU2hoPiQOCDN3dxsQho2Q"
  "mKHr57Oz5PnK9fjluriyp7/X0tTT09PV0r+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v9LS0tLS0tfX9eS4p7beuJ6a2/71yOrpsZyhmpSPiXVUbVAkJD1oaGgJDyBPZHFycoF6cTInIBwc"
  "JT4kLDw9bXl/f4mPlJyqndjnxa67+OOep8XXyra2uLy+vtfX1NTV1Ne/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7/S0tLS0tLX1/XkuKe23riemtv+9cjq6bGcoZqUj4l1VGtQPCQkLEBo"
  "SS4wMDJkcnqBenFgMCAaGCU+JCw8PW15f3+Jj5Scqp3Y58Wuu/jjnqfF18q2tri8vr7X19TU1dTXv7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/vr6/v7+/v7/k5Mq73Pnfrv/QoK3f+fr9"
  "6cKhocHGmZWPjYqAJBc+aFNTb29kYDIoZmRgYGFjc25AFwgXg4qOj5WYsMahnbP9/fX4+92gr/+uxcjs9e3j5eHhvr6/v9fX"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v76+v7+/v7+/"
  "5OTKu9z5367/0KCt3/n6/enCoaHBxpmVkI6Kgw4DBSR9fXBjMigyMmZkYGBhY2xuQBcIF4OKjo+VmLDGoZ2z/f31+PvdoK//"
  "rsXI7PXt4+Xh4b6+v7/X17+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v77h4eHhvr6/v8rKs6StyMiz0fnfoKDR0qPFzffqpp2r/NbErJuXlZKRjYyLiYR6ZDIiZIGEiYuMjJGSlJebrMTm"
  "/MOiorLk5Mynu72vr+Pl3tSxq7PFuLKn4eHh4b6+vr6/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7++4eHh4b6+v7/KyrOkrcjIs9H536Cg0dKjxc336qadq/zExKybl5SSkYyMi4mIgnFg"
  "cXF6hImLjI2RkpSXm6zE5vzDoqKy5OTMp7u9r6/j5d7Usauzxbiyp+Hh4eG+vr6+v7+/v7+/v7+/v7+/v7+/v7+/v7+/v7+/"
  "v7+/v7+/v78="
;

const struct bk7258_aidk_eye_packed_asset_s
  g_bk7258_aidk_eye_closed_packed =
{
  .palette = g_closed_palette,
  .encoded_pixels = g_closed_pixels_base64,
  .encoded_size = sizeof(g_closed_pixels_base64) - 1,
};

/* half JPEG SHA256: 0186fa939920d884b8fca84a6105c013483c60682f2d6408e5568ef8a299d194 */
static const uint16_t g_half_palette[256] =
{
  0xf799, 0xef78, 0xef78, 0xef78, 0xef58, 0xef57, 0xef58, 0xef57, 0xef58, 0xef58, 0xef57, 0xef58,
  0xef57, 0xef38, 0xef37, 0xef38, 0xe738, 0xe737, 0xef37, 0xef37, 0xef37, 0xef37, 0xe737, 0xe737,
  0xe736, 0xe738, 0xe737, 0xe737, 0xe737, 0xef37, 0xe737, 0xe736, 0xe718, 0xe717, 0xe718, 0xe717,
  0xe717, 0xe717, 0xef17, 0xe717, 0xe716, 0xe717, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716, 0xe716,
  0xe737, 0xe718, 0xe716, 0xe736, 0xe716, 0xe716, 0xe719, 0xe717, 0xe717, 0xe717, 0xe716, 0xe737,
  0xe737, 0xe736, 0xe717, 0xe717, 0xe717, 0xe716, 0xdf37, 0xe717, 0x9f7d, 0x775c, 0xe717, 0xe717,
  0xe717, 0xe717, 0xef16, 0xe717, 0xe716, 0xe716, 0xe717, 0xeef7, 0xe718, 0xe717, 0xe717, 0xe717,
  0xe716, 0xe716, 0xe716, 0xe716, 0xe6f7, 0xe6f6, 0xe718, 0xe717, 0xe6f6, 0xe6f7, 0xe6f6, 0xdef6,
  0xe716, 0xe6f6, 0xe6f6, 0xe6f6, 0xdef7, 0xdef6, 0xdef6, 0xded6, 0xdef7, 0xdef6, 0xcef8, 0x76fb,
  0xded6, 0xded7, 0xded5, 0xded7, 0xd6d5, 0xd6b6, 0xd6b6, 0xd676, 0xc656, 0xc614, 0xbdf4, 0xb592,
  0x9e3a, 0x9db7, 0x767a, 0x6db7, 0xa531, 0x9cf0, 0x8515, 0x8cb0, 0x8c4e, 0x7c51, 0x7bed, 0x738b,
  0x5cd4, 0x5c32, 0x63d1, 0x4bd0, 0x5b90, 0x5390, 0x538f, 0x438f, 0x6b4a, 0x5b4e, 0x534f, 0x4b4f,
  0x4b0e, 0x434f, 0x432f, 0x430e, 0x430e, 0x4aec, 0x42ed, 0x3aee, 0x3acd, 0x4a89, 0x3aac, 0x4a47,
  0x41e5, 0x32cd, 0x328c, 0x324a, 0x2a29, 0x29c8, 0x31a5, 0x21a8, 0x19a7, 0x2965, 0x2166, 0x2187,
  0x2166, 0x2187, 0x2166, 0x1966, 0x2943, 0x2145, 0x2102, 0x18e2, 0x18c3, 0x18c2, 0x18c2, 0x18c1,
  0x18a1, 0x0904, 0x10c2, 0x10c2, 0x10a2, 0x10a2, 0x10a2, 0x10a1, 0x10a2, 0x10a2, 0x10a2, 0x10a2,
  0x18a1, 0x1081, 0x10a1, 0x10a2, 0x1081, 0x1082, 0x1081, 0x10a1, 0x1081, 0x1082, 0x1081, 0x0882,
  0x1081, 0x1081, 0x1081, 0x1082, 0x1081, 0x1082, 0x1082, 0x1081, 0x1062, 0x1081, 0x1061, 0x1081,
  0x0882, 0x0863, 0x0862, 0x0861, 0x0881, 0x0861, 0x0881, 0x0881, 0x0881, 0x0881, 0x0862, 0x0881,
  0x0881, 0x0882, 0x0861, 0x0881, 0x1062, 0x1061, 0x0862, 0x0861, 0x1060, 0x0860, 0x0861, 0x0861,
  0x0861, 0x0860, 0x0861, 0x0841, 0x0841, 0x0841, 0x0840, 0x0840, 0x0840, 0x0041, 0x0840, 0x0840,
  0x0020, 0x0820, 0x0020, 0x0000,
};

static const char g_half_pixels_base64[] =
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb293V1dPR0ejR0u7u8e7fxs/qvc/Pxc/z68+/8PDDud/kwsHBwbOsm4yC"
  "fXx2dXNwblVhZnBzdnd8fYKMm6Kus8DBx7OvuMjGurK96vPpztbQuurPxd3u8PD06OjZ6OjS09Pd29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb1dPS6OjZ6Ojbw8bu677F9bDi/vXv9euy"
  "w8bOxrjMzMHBwcGzrJuMgn18dnVzcG5VYWZwc3Z3fH2CjJuirrPAwcezr7jIxrqyverz6c7W0Lrqz8Xd7vDw9Ojo2ejo0tPT"
  "3dvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29LS09PV1dPT"
  "ssPv9N3T3/f/3bDF78/F6Onrxrjx/K6bgH12bQYEEF1sZTgRHDlWXGFgMjJTXF9sGQYBBG12fYCbrvbHs8Lgv/vb0uu+sNX/"
  "+NvP2vXvxbLS0tLS0tLR0dvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vR0dLS0tLS0tHa9fvasrLR/9iyxfT08OvtzrS09vaum4B9dm0GBBBdbGU4ERw5VlxhYDIyU1xfbBkGAQRtdn2A"
  "m672x7PC4L/729LrvrDV//jbz9r178Wy0tLS0tLS0dHb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29va0dHT1crKytXS8/Pqxbq4uKy57sO2xerqsM20m4B1b1heXlxTOBoRDhEODg0IDlJf"
  "ZmJTHA4ODQ1SUTdRWF1YUFpddYCbrsCvu8bGw+P4vKy3uLrF6Orz0dPVytXV0ujo2tvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2ujo0tXV1dXTz8/o6ui/w+Sy6uuwsNX3yq7Hs5uAdW1a"
  "ZV5cUzgaEQ4RDg4NCA5SX2ZiUxwODg0NUlE3UVhdWFBaXXWAm67Ar7vGxsPj+Lyst7i6xejq89HT1crV1dLo6Nrb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vR0dPT1dXV07/Fz9Hw+/HI"
  "+PLm8vzxrpyDfFoEGU4PDgEFGGFmYTIWXGJeIwgCCBEODhMXJVNcYh4bMmJmVQUADwQgXQs2fIyirvHx3t7y/tX0++/Rz8W/"
  "09XV1dXS0tHb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "0dHT09XV1dPFvsXz+/v38P/4xsb29rOig3xaBjExEA8BBRhhZmEyFlxiXiMIAggRDg4TFyVTXGIeGzJiZlUFAA8EIF0LNnyM"
  "oq7x8d7e8v7V9Pvv0c/Fv9PV1dXV0tLR29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb3dXV1dLS0dLSt8bIw8br0rK5r7nxooJ2bwsABF9sDyBuZmZXHxgYNDITOVIjDQ0RUhERHCU5OTIy"
  "MhMFBx9hZmFjT15sSAQEC2h1gqz8x6+vttLkxsLIxrfT0tHR09PV1d3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb293V1dXS0tHS0+Tk5t/V076yu6/C8aKCdnMGAAZlZxElcGZmVx8YGDQy"
  "EzlSIw0NEVIRERwlOTkyMjITBQcfYWZhY09ebEgEBAtodYKs/Mevr7bS5MbCyMa309LR0dPT1dXd29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vd1dXT0ejo0dLV9/G4st379MavmXcLWnJw"
  "ZlcVBQIIRl4YNWFmZmAeEw4XOFJTXmdnYmJiYmJWHhsbHjJVVR4HAlRUFAICEV5lcXIxBnaZs/H4+9+4tPH21dPR0dHS1crK"
  "3dvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb3crK1dLR6NLT"
  "1e3gu7jf+//Hs5l3NjFvb2RkGggCDFdhGDVhZmZgHhMOFzhSU15nZ2JiYmJiVh4bGx4yVVUeBwJUVBQCAhFeZXFyMQZ2mbPx"
  "+PvfuLTx9tXT0dHR0tXKyt3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vV1dPT0tLT07rT5NXr9LCigHULMWQNA2IfHxgYHlUlDWJVJRMOFzlWHBcOGjhSIxobHlNWVjkcExMTDw0NGl5p"
  "DxElJRsbGyVnCSJtMQZ1gKKy8eTI5NW41dXV1dXV1dXd29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vd1dXV1dXV1dW4xsjV7uSvpYB1BlpvEAlpHFxVEyhmVwVmVSUTDhc5VhwXDho4UiMa"
  "Gx5TVlY5HBMTEw8NDRpeaQ8RJSUbGxslZwkibTEGdYCisvHkyOTVuNXV1dXV1dXV3dvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2tHR09XKytXVxerz6LKcf3MLX24hDVJiU3BgGGBmPRgY"
  "EREjN1JSUlJfUyM4XFwaCBsyVWJiXDgjN15nXiINGSIPQEMRPGlmYDJiJQggbW02c4Ccutvv8MbKytfKytXT0tvb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vS09XKytfKytXR0uu6m39z"
  "WmVlQ0BDXD9wZllXYWZXFRERIzdSUlJSX1MjOFxcGggbMlViYlw4IzdeZ14iDRkiD0BDETxpZmAyYiUIIG1tNnOAnLrb7/DG"
  "ysrXysrV09Lb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "uvD33+bmuLGx7cGbfXIOGDItLS0tLS0tLS0tLS0tLS0tLS0tLS0tLSkpKSkpKSkpMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIy"
  "MjIyMjIyMjQYAm99m73zvbrGx8rt/O+w29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb2r3z+N/g4Luxsem9m39vAxg0MjIyMjIyMjIyMjIyMjIyLS0tLS0tLS0pKSkpKSkpKTIyMjIyMjIy"
  "MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjI0GAJvfZu98726xsfK7fzvsNvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29v/urrrurj3//GbfW8ABEBnOS0tLS0tLS0tLS0tLS0tLS0tLS0tLS0t"
  "KSkpKSkpKSkyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMnBDBAZyfZv2/O6yuvC+v//b29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb/72667i49v//nH9zBAAQZzkyMjIyMjIy"
  "MjIyMjIyMjItLS0tLS0tLSkpKSkpKSkpMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjJwQwQGcn2b9vzusrrwvr//"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb27L70rHz7q+z"
  "gHdAAA1eRwEnLS0tLS0tLS0tLS0tLS0tLS0tLS0tLS0pKSkpKSkpKTIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjI4"
  "BFBeDgANdn+usfv1sL3usN3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29uy+8+w8/OvroB2DwAOXTEEODIyMjIyMjIyMjIyMjIyMi0tLS0tLS0tKSkpKSkpKSkyMjIyMjIyMjIyMjIyMjIy"
  "MjIyMjIyMjIyMjIyMjIyOARQXg4ADXZ/rrH79bC97rDd29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vaxej7xrO0mXUPFhhgbl8jCCctLS0tLS0tLS0tLS0tLS0tLS0tLS0tLSkpKSkpKSkp"
  "MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjgJEFxuYQcDC3SZuLG+++vd3dvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb28/q+8WxsZl1NwcYYWY3BAE4MjIyMjIyMjIyMjIyMjIy"
  "LS0tLS0tLS0pKSkpKSkpKTIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjI4CRBcbmEHAwt0mbixvvvr3d3b29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29rzz7jBnH0DEWIyDAICCllu"
  "LS0tLS0tLS0tLS0tLS0tLS0tLS0tLS0tKSkpKSkpKSkyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyOXBYBQUHFVVu"
  "EAR8nMLM6fPb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vp"
  "89S9wpx8BBBwYRgHBQhJbjkyMjIyMjIyMjIyMjIyMjItLS0tLS0tLSkpKSkpKSkpMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIy"
  "MjIyMjIyMjlwWAUFBxVVbhAEfJzCzOnz29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb6d3Mrox0ARsqChMUFBsqV2YuLS0tLS0tLS0tLS0tLS0tLS0tLS0tLS0pKSkpKSkpKTIyMjIyMjIy"
  "MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjItYSgVLVMUEThfUQBzjK7BuN3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2+nWzK6MdAEaJQwFDidUKVluMjIyMjIyMjIyMjIyMjIyMi0tLS0tLS0t"
  "KSkpKSkpKSkyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyLWEoFS1TFBE4X1EAc4yuwbjd29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vWtJx9MQtpYgUVV2NhKBUrWS0tLS0tLS0t"
  "LS0tLS0tLS0tLS0tLS0tLSkpKSkpKSkpMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMi5XFQUmXFIREQJSZQZQfZzA"
  "1tvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb1rScfTELaWIF"
  "VFRcYiYCBRUyMjIyMjIyMjIyMjIyMjIyLS0tLS0tLS0pKSkpKSkpKTIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIu"
  "VxUFJlxSERECUmUGUH2cwNbb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29eMdwYQXQkNbhgfMzMsK0tGLS0tLS0tLS0tLS0tLS0tLS0tLS0tLS0tKSkpKSkpKSkyMjIyMjIyMjIyMjIyMjIy"
  "MjIyMjIyMjIyMjIyMjIyLWZXTWNZJA4aZw0ZZRAAd4zX29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vXjHcGEF4IDm5UG0xjWSgoWTIyMjIyMjIyMjIyMjIyMjItLS0tLS0tLSkpKSkpKSkp"
  "MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMi1mV01jWSQOGmcNGWUQAHeM19vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb49HZ2bLo8cLxz9nZsf+ugCMeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eI4Cu/73Z2cb8"
  "wvfRstnZ0ePb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2+PR2dmy6PHC8c/Z2bH/roAjHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHiOArv+92dnG/ML30bLZ2dHj29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vFsr3o6urGuO3G873MnHxd"
  "Ix4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4jWnecv7Hoxta4xuvq6L2yxdvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "xbK96OrqxrjtxvO9zJx8XSMeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eI1p3nL+x6MbWuMbr6ui9ssXb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb2r7Y2urw69b3zrjM/5t0NgAjHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiMEBHSZ/824uPfW6+/r2ti9"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29q+2Nrq8OvW9864zP+bdDYAIx4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4j"
  "BAR0mf/NuLj31uvv69rYvdvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vaz/n0w8ju09Sw9vaMczFaMSMeHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eI1ptMXOM/Pyw09PuyMP0+c/a29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2s/59MPI7tPU"
  "sPb2jHMxWjEjHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiNabTFzjPz8sNPT7sjD9PnP2tvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29r14r+4yt+9sfe0gz4AZAsxIx4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4jMRBpAT6DtPyxvd/KuL/i9drb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29va9eK/uMrfvbH3tIM+AGQLMSMeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eIzEQaQE+g7T8"
  "sb3fyri/4vXa29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2uqyv+7DuPr/tIIxW3AABEMlHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHiUPAQBwOwuCtP/6uMPuv7Li29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29rqsr/uw7j6/7SCMVtwAARD"
  "JR4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4lDwEAcDsLgrT/+rjD7r+y4tvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "w7b4+7LG96+Ab3BwAWFpER4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHg5mYAFpaW+Ar/fGsvv4tsPb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb28O2+PuyxvevgG9wcAFhaREeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4OZmABaWlvgK/3xrL7+LbD"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb293Gxv70vf6sgjYQAzw9GGA8Kh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "YGAHPWAPMTaCrP699P7Gxt3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vdxsb+9L3+rII2EAM8PRhgPCoeHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHmBgBz1gDzE2gqz+vfT+xsbd29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb3ffM6bD9tH1d"
  "OTQtJ0lIRkYeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiQnRkhJJy00OVCArv2wvc3t3dvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb2933zOmw/bR9XTk0LSdJSEZGHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4kJ0ZISSctNDlQgK79sL3N7d3b29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vpw72x+syCMRk5OSdJSElLTB4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eKS1LSUhJSTI4"
  "WDaCuOu9sc7d29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb6cO9sfrMgjEZOTknSUhJS0weHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHiktS0lISUkyOFg2grjrvbHO3dvb29vb29vb29vb29vb29vb29vb29vb29vb29vb2+m61rH2gzZdATg3SEdISUwr"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4pLkxJSEdHODcIXTaD7MzWzNvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vp"
  "utax9oM2XQE4N0hHSElMKx4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eKS5MSUhHRzg3CF02g+zM1szb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb6bLM/YxaMWcON0dHUEhJTCseHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHikuTElHR1A3NxFwC1qM9u2x"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb2+myzP2MWjFnDjdHR1BISUwrHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4p"
  "LkxJR0dQNzcRcAtajPbtsdvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vdsvabcwZwCDg4N0dHSUlMTB4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eKS1LJ0hIRzc3JQ1nBHOZ/bDd29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb3bL2m3MGcAg4"
  "ODdHR0lJTEweHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiktSydISEc3NyUNZwRzmf2w3dvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29b8onVQcABnDzg4LS0nSUZGJR4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4kSEZJJy0nOTgRUwFnC3Wc/d/b29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vW/KJ1UHAAZw84OC0tJ0lGRiUeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eJEhGSSctJzk4"
  "EVMBZwt1nP3f29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb1qx8EGQ3EV5SOTQvLy8nTk4jHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHiFQTicvLy80OV5RQA9DMXyu39vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29asfBBkNxFeUjk0Ly8vJ05O"
  "Ix4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4hUE4nLy8vNDleUUAPQzF8rt/b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vW"
  "f1oGCzBpBBEyNTMzL0lQMSMeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eIVBQSS8zMy8yNxllQAsEbX/g29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb1n9aBgswaQQRMjUzMy9JUDEjHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiFQUEkvMzMvMjcZZUALBG1/"
  "4Nvb29vb29vb29vb29vb2+Hh3d3d3enpsfP9uMDBwIwjHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eI4zAwbuz+vO+6end3d3d4eHh4d3d3d3p6bHz/bjAwcCMIx4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiOMwMG7s/rzvunp3d3d3eHh4eHd3d/d3em9+rDNwcGcdiMeHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4jdZzBwdew+r3p6d/f3d3h4eHh3d3f3d3p"
  "vfqwzcHBnHYjHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eI3WcwcHXsPq9"
  "6enf393d4eHh4d3d39/d3en6sf3As30GIx4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHiMGfbPA/8z6vd3d39/d3eHh4eHd3d/f3d3p+rH9wLN9BiMeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4jBn2zwP/M+r3d3d/f3d3h4eHh3d3f393d8ND2weyMbT4lHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eJT5ojOzX/dDd3d3f393d4eHh4d3d39/d3fDQ9sHsjG0+"
  "JR4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiU+aIzs1/3Q3d3d39/d3eHh"
  "4eHd3d/f1tbusvauonNdDyUeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4l"
  "D2Rzoq7suPrW1t/f3d3h4eHh3d3f39bW7rL2rqJzXQ8lHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eJQ9kc6Ku7Lj61tbf393d4eHi4t3d39/W1tDC8cB8CzBAHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHiU/PjF8s8HE99bW39/d2+Hi4uLd3d/f1tbQwvHAfAswQB4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4lPz4xfLPBxPfW1t/f3dvh4uLi3d3f39bW"
  "xvHAmQBtAWkeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHmkEbwCZtPHE"
  "1tbf393b4eLi4t3d39/W1sbxwJkAbQFpHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh5pBG8AmbTxxNbW39/d2+Hi4uLd3d/f1tbC8ax0aARcDB4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eDEABbXWs7LjW1t/f3dvh4uLi3d3f39bWwvGsdGgEXAweHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHgxAAW11rOy41tbf393b4eLk3sbfw7rz7bPsgA4fcAdN"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh5ZBWYuF4DBs+7zur/kxt7k"
  "5N7G38O68+2z7IAOH3AHTR4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "WQVmLheAwbPu87q/5Mbe5N7f3t/f08+4wZx1Gi8FZgoeHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHipmBWNcdZzsuM/T3eTe397e397f39PPuMGcdRovBWYKHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4e"
  "Hh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4eHh4qZgVjXHWc7LjP093k3t/e4+Pm5O7wurjXfRkXTRVmWR4eHh4eHh4e"
