open-vela/contest2026_441_buzhidaojiaoshenmemingzi/boards/bk7258/aidk_ai_toy/src/bk7258_aidk_eye_assets.c
  "Hh4eHh4eHh4eHh4eHh4eHjIyMjIyMjIyOTk5OTk5OTk5OTk5OTk5OA1HZ2liEQ0LdZnAsbju6/Db29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vbsvTPsvTWr7N9dg8ADmdlDTkyMjIyMjIy"
  "MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyHh4eHh4eHh4yMjIyMjIyMjk5OTk5OTk5OTk5OTk5OTgIUV8RABB2gK6v+/uwvfjD"
  "3dvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb27L0z7L01q+z"
  "fXYPAA5nZQ05MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIeHh4eHh4eHh4eHh4eHh4eMjIyMjIyMjI5OTk5OTk5OTk5OTk5OTk4"
  "CVBlEQAQdoCus/z6sLj3xt3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29v43d2+sND/8facf3EBBDdnOTIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIeHh4eHh4eHjIyMjIyMjIy"
  "OTk5OTk5OTk5OTk5OTk5OXAwAQRxfZv27evD1O64uP/d29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb+N3dvrDQ//H2nH9xAQQ3ZzkyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMh4eHh4eHh4e"
  "Hh4eHh4eHh4yMjIyMjIyMjk5OTk5OTk5OTk5OTk5OTlwMAEEcX2b9u3txtDxuLT/3dvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb28bT5PH3xLK4sNfAm31vAwcyMjIyMjIyMjIyMjIyMjIy"
  "MjIyMjIyMjIyMjIyMjIyMh4eHh4eHh4eMjIyMjIyMjI5OTk5OTk5OTk5OTk5OTkyGAJxgJzC7b6yusbI1fz8xt3b29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vG0+Tx98SyuLDXwJt9bwMH"
  "MjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyHh4eHh4eHh4eHh4eHh4eHjIyMjIyMjIyOTk5OTk5OTk5OTk5OTk5ORgCb4Ccwe2/"
  "srjEx9f8/MTd29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29va"
  "2trd3+Dg39/F6vPospx/c1pDZGVAEWJwZm5mV2FuVwpcIw0RU19cUjg4UjgjEQ4NDQ4RIzhSODhSXF9TEQ0jXFwtVGZuXFxn"
  "MGVkIjtvbzF0f5uy3ev4+N/g4ODf3dro29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb2tra3d/g4N/f+9rq9dGbf3QGQ2dlQ0NcXHBmV2ZuVxUVXCMNEVNfXFI4IxoRERojOA0OESM4Ujg4"
  "UlxfUxENI1xcLVRmblxcZzBlZCI7b28xdH+cveroz9Hf3+Df393a6Nvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vf393d29vd3brT5NXr9LCigHYxC0NADgw1HypBWVkbCmZVDggNEzlT"
  "ExMRGiMjGhoaGiMjGhETE1M5Ew0IDlVnDlFeWDIyHgxpET5tCwR1gKyy8ffmysa439/d3d3d3d3b29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb39/d3dvb3d2+usbw/PCwrIB1BlpvAwFg"
  "FRgYKlljXBJmVQ4IDRM5UyUcDg4OESM4GhojIxoRExNTORMNCA5VZw5RXlgyMh4MaRE+bQsEdYCisPD47vDdv93d29vd3d/d"
  "3dvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb3d/f3dro6Nrb"
  "1ffxuLLd+/TtrIx8WgZDcGBhNAUCEVhYBxhBVzQYExMTFyNSXl9nZ2dnX15SIxcTExMYNFdBGApeRw8IDQw/Z2lyWjZ3mbPg"
  "8PDfx+D29uTb6Ojo2t3f393b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb293f393a6Oja2+7u4MS4xu/+1q+ZdwYxcHBmYBgKCA0hWAcYQVc0GBMTU1M4OFJcZWdnZ19eUiMXExMTGDRXQRgK"
  "XkcPCA0MP2dpclo2d5mz1vv79N/g8eC42+jo6Nrd39/d29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vd39/f29va29u3xsjDxuvSsr+4wsKignZoAQQPZF5RUWdhYWEYBwcYYjJTIyMjIzdR"
  "UTcjIyMjU1NhGAcHGGFhYWcgUXFlAQALb3aCpfG7r8Oyv9/u7ebf1d3a2uja2t3d29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb3d/f39vb2tvb1dXI1dXFvrLdsrvsooJ2cQsBDWlnDQ1n"
  "YWFhGAcHGGJiVjgaEREjN1E3IyMjI1NTYRgHBxhhYWFnIFFxZQEAC292gqXxu6+/ssXr8O7f1b/d29ra3d3f393b29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29va2t3d39/f3b/Fz9Hw+/HI"
  "9/zxyPf8s6KDdzY2WhADFgEHQWZgNDJVbmdTIw8NDw8PDw0PI1NnblUyNGBmQQcBAg9bWgZafIOir/b88e7x9/z8/Pjbvr7F"
  "39/f3d3a6Oja29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "2trd3d/f3926ur7a+Pv37vz87u78/LOig3xaBlBDMBEBB0FmYDQyVWdiUiMRERERDw8NDyNTZ25VMjRgZkEHAQIPW1oGWnyD"
  "oq/2/PHu8ffu8Pf028XS79/f39/f29va29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb2tra3d/g4ODf0vPz6sW6uLiur8j478Xa/rDDs5uAdWhbZ2dfUyMRGjgjEQ8NDxpTXl5TGg8NDxEj"
  "OBoRI1NfZ2cwbXWAm7PIsN3pvrLV/Mqu4Lu3v+jo6O/d39/f2+jZ2drb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29ra2t3f4ODg39Hq8+jFuri7rMb3w7Lv/vusxrObgHVvQ2dnX1MjERo4"
  "DQ0NDxE4Xl9eUxoPDQ8RIzgaESNTX2dnMG11gJuzyLDd6b6y1fzKrvHGsr3Fz9rv39/g4N/d2ujb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vd3d/f3d2yw+/03dPf9/v+4bLF/vWw"
  "z93Ms+z9rpuAfXZdBAQZXWxlOBETHFNcXFMcExE3XmxdGQQEXXZ9gJuu9uy0ze7T+9LR7963yP/uw7rT9Nu9vdvb2tro6Ojo"
  "2tvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb3d3f393d"
  "utP079O+xtX/47LF6urPxevwzLTs9q6bgH12XQQEGV1dWFI4JTlTVlxTHBMRN15sXRkEBF12fYCbrvbstM3u0/vS0e/et8j/"
  "7riyw+vbxsbd3d/f3d3b29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb293f393a2uja2+7u8e7fxs/qz9jFur7Y0r/Dv8bWzbi4wezAwK6im4yCfHx2dXNuZmJiZm5zdXZ8fIKMm6KuwMDs"
  "tLu0tMj87bjV5OPc4fLhuuq+v+7uxre/6NnZ2ejo2tvb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29vb29vb29vb29vb29vb29vd39/d2tro2tvV3+bfyMbR6rDP6r7F79GwsMbWw7/WzbTswMCuopuMgnx8d3VzblUe"
  "YmZuc3V2fHyCjJuirsDA7LS7tLTI/O241eTj3OHy4brqvbrV5sTG5Nva6Ojb3d/f3dvb29vb29vb29vb29vb29vb29vb29vb"
  "29vb29vb29s="
;

const struct bk7258_aidk_eye_packed_asset_s
  g_bk7258_aidk_eye_half_packed =
{
  .palette = g_half_palette,
  .encoded_pixels = g_half_pixels_base64,
  .encoded_size = sizeof(g_half_pixels_base64) - 1,
};

/* open JPEG SHA256: 188685e883d0512536630e09270ab050a47a6d78d9eab3a5fc9c834b33d7695a */
static const uint16_t g_open_palette[256] =
{
  0xf79a, 0xef7a, 0xef79, 0xef59, 0xef57, 0xef59, 0xef58, 0xef57, 0xef57, 0xef39, 0xef38, 0xef38,
  0xef37, 0xef37, 0xef37, 0xe737, 0xe737, 0xef37, 0xe737, 0xe738, 0xe737, 0xe736, 0xe718, 0xe717,
  0xe717, 0xe717, 0xe717, 0xef17, 0xe717, 0xef16, 0xe716, 0xe716, 0xe716, 0xe716, 0xef16, 0xe717,
  0xe717, 0xe716, 0xe717, 0xe717, 0xe716, 0xef17, 0xef17, 0xef16, 0xe717, 0xeef7, 0xe759, 0xe736,
  0xe717, 0xe717, 0xe716, 0xe716, 0xe716, 0xe716, 0xe718, 0xe717, 0xe717, 0xe717, 0xe717, 0xe716,
  0xe718, 0xe717, 0xe717, 0xe717, 0xe717, 0xe716, 0xe6f7, 0xe6f7, 0xcf7d, 0xd77d, 0xdf39, 0xe736,
  0xe717, 0xdf19, 0xe716, 0xe6f7, 0xdef7, 0xe6f6, 0xdef6, 0xdef7, 0xdef6, 0xdef6, 0xded6, 0xded7,
  0xded6, 0xd6d7, 0xded6, 0xded6, 0xc79d, 0xc77d, 0xc77d, 0xa7bd, 0xa77d, 0xa77d, 0xbf5d, 0xbf3c,
  0xa75d, 0xa71c, 0x8f9d, 0x8f7d, 0x8f7d, 0x8f5c, 0x8f1c, 0x7f7c, 0x76fc, 0x4f7c, 0x5f1c, 0xdeb6,
  0xd6b6, 0xd696, 0xce76, 0xc655, 0xae79, 0xb5f4, 0x8e9a, 0x965a, 0x9619, 0x8dd8, 0x869b, 0x769b,
  0x7df8, 0xad93, 0xa531, 0x8d97, 0x8536, 0x9cd0, 0x84d3, 0x8c6f, 0x840d, 0x7556, 0x6556, 0x6cb4,
  0x6c32, 0x6bf0, 0x5411, 0x6bad, 0x6390, 0x5bb0, 0x5b90, 0x53b0, 0x5390, 0x5b70, 0x5370, 0x636d,
  0x534f, 0x534f, 0x534f, 0x532d, 0x530c, 0x436f, 0x4b4f, 0x4b2e, 0x432e, 0x4b0e, 0x430e, 0x430e,
  0x42ee, 0x42ed, 0x3ace, 0x3acd, 0x4a89, 0x3aad, 0x328d, 0x328c, 0x328d, 0x328c, 0x326c, 0x326c,
  0x3a6a, 0x326c, 0x326c, 0x4227, 0x324b, 0x39c4, 0x2a8c, 0x2a4b, 0x2a2b, 0x2a0a, 0x2a09, 0x21e9,
  0x21c8, 0x21a8, 0x2186, 0x21a8, 0x1987, 0x2943, 0x2123, 0x18e3, 0x18e1, 0x18c3, 0x18c2, 0x18c1,
  0x18a1, 0x1104, 0x10c2, 0x10c2, 0x10a2, 0x10a2, 0x10a2, 0x10a2, 0x10a2, 0x10a2, 0x1082, 0x10a1,
  0x10a1, 0x1081, 0x1082, 0x1081, 0x0882, 0x0882, 0x1082, 0x1082, 0x1082, 0x1061, 0x1080, 0x1080,
  0x1081, 0x1081, 0x0882, 0x0862, 0x0862, 0x0861, 0x0881, 0x0881, 0x0861, 0x0881, 0x0881, 0x0880,
  0x0860, 0x0882, 0x0881, 0x0862, 0x0862, 0x0881, 0x0881, 0x0881, 0x0882, 0x0881, 0x0881, 0x1062,
  0x0862, 0x1060, 0x0861, 0x0861, 0x0860, 0x0861, 0x0860, 0x0861, 0x0841, 0x0840, 0x0041, 0x0840,
  0x0820, 0x0020, 0x0020, 0x0000,
};

