open-vela/contest2026_441_buzhidaojiaoshenmemingzi/boards/bk7258/aidk_ai_toy/src/bk7258_aidk_eye_assets.c
static const char g_open_pixels_base64[] =
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3c3Nzc8PDw8NTIyOv0zcXNvcbqwrvG677N4fLNvbvF8cvLwLytq5SA"
  "enp5cW1XTTI/TVdtb3l6eoCUq628wMvL+827vuH8+MjH8+i+yPr6zsXYz8PCxtXT3d3c3PDw8PDc3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3c8PDw8Nzc3d3VyMXr9M3Dxb3G6sK7xuu+"
  "zeHyzb27xfHLy8C8rauUgHp6eXFtV00yP01XbW95enqAlKutvMDLy/vNu77h/PjIx/Povsj6+s7F2M/DwsbV093d3Nzw8PDw"
  "3N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDg3d3c3PDw"
  "/+jHyd/f9Pb/xLvG9Pv2xfnFu8D517mrf31xUwMDFlBQUE1AO0FNTUBAPjk+QFBQVD0JBlRxfYCrudb5y77P/uv8/fi9usj/"
  "yOv769PV9eDd3d3d3d3c3N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3c3N3d3d3d3f/gx8nf3+v2/8S7xvT79sX5xbvA+de5q399cVMDAxZQUFBNQDtBTU1AQD45PkBQUFQ9CQZUcX2A"
  "q7nW+cu+z/7r/P34vbrI/8jr++vT1fXg3d3d3d3d3Nzd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g4eLh39/d3dzKx8n6/vjFu7ve/di9zfnZub+8q39vU0lTU088FgoKCgwMDhIyTVFW"
  "UVBAORgYGDc+NxcXFyY9SExTb3+ruby64/LFu8f66Lu7yvPJx8r1+ODg39/f39/g4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d/f39/f3+Dg08fJ+v74x7u73v3Yvc352bm/vKt/b1NJ"
  "U1NPPBYKCgoMDA4SMk1RVlFQQDkYGBg3PjcXFxcmPUhMU29/q7m8uuPyxbvH+ui7u8rzycfK9fjg4N/f39/f4ODd3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDj4+Pi4t/g3fPOyNT19fXg"
  "/fb04szXv62AemwFCTY2BQMJFj1LSzcMUFBAGhAPDxISEhIYPlBSVwYLGD4+DAYCBkhPCQFVeoC5vOTy2Ov49fP6+ujIyMnD"
  "39/h4eLi4+Lg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g"
  "4uPi4uHh39/108nU8/Xz8/329OLM17+tgHpsBQk2NgUDCRY9S0s3DFBQQBoQDw8SEhISGD5QUlcGCxg+PgwGAgZITwkBVXqA"
  "ubzk8tjr+PXz+vroyMjJw9/f4eHi4uPi4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3+Pj4+Pi39/g9fj13dXg9ev5vLzMrYBxVQAJU1VLF0JSUlA+DAwSQFBAOhIODg4PEj85GBISGD5A"
  "UFA/GjpNUlc6GjlLVEwTAVVxh7njv73Nydzd0+D69uvh4eLi4+Pj4uDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDi4+Pj4uLh4fT2+ODU3fP19ry8zK2AcVUACVNVSxdCUlJQPgwMEkBQ"
  "QDoSDg4ODxI/ORgSEhg+QFBQPxo6TVJXOho5S1RMEwFVcYe547+9zcnc3dPg+vbr4eHi4uPj4+Lg3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g4+Pj4uLf3+DJ4Ovr9v77+fm8oHoTTG1T"
  "a1Q+CwYLGT8SGj9NTU0/OhoaEhIaP01RVlJQPhIMEhJATU1OTTsQDkEeDwgMOVRsCUwTSXqgv+P7/fTFw9/7++Hh4uLi4uLh"
  "4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4OHi4uLi4uHh"
  "zeHr6/b+/fb5vKB6E0xtU2tUPgsGCxk/Eho/TU1NPzoaGhISGj9NUVZSUD4SDBISQE1NTk07EA5BHg8IDDlUbAlME0l6oL/j"
  "+/30xcPf+/vh4eLi4uLi4eDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3eDh4uHh39/g4Pvrxb7Mz7y5f282bGsJBlRLGAwMGCcSB1ZOFAcEDjJBOhoSEhIaOj4+NxIMDAwSGgQEBAQHO1dX"
  "NUFNQRAPEjlXAgZrUwlvfbm+9vTFxcXF4eHh4d/f3+Dg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d39/f3+Hh4eH79MXCzc+9uX9vNmxrCQZUSxgMDBgnEgdWThQHBA4yQToaEhISGjo+"
  "PjcSDAwMEhoEBAQEBztXVzVBTUEQDxI5VwIGa1MJb325vvb0xcXFxeHh4eHf39/g4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4N/h39/g4ODgxeH7/uOrf28TMFBQMDAxBkBAJxELCxhA"
  "TU07FBAQEBBOTU0/P0BNUDk3GBg5QFFRUU1NOzQ0NDRRHwcNQVZWTk1KGAwwS1BIb3+rwPv79vTh4d/f4ODg4N3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g4ODg39/h4cXi+/7jq39v"
  "EzBQUDAwMQZAQCcRCwsYQE1NOxQQEBAQTk1NPz9ATVA5NxgYOUBRUVFNTTs0NDQ0UR8HDUFWVk5NShgMMEtQSG9/q8D7+/b0"
  "4eHf3+Dg4ODd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3f"
  "5MDk/tbN8cvLwL+tf1ACJzc3OTk5OTo6NDQ1NTU1NTUyOjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwc"
  "HBwcHBwcHCAhHmt9q8vyx77xzNb++cX24N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d4PTF5PvWzPHSvtLLq31rBw05Nzk5OTk6OjQ0NTU1NTU1Mjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwgIR5rfavL8se+8czW/vnF9uDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDF/8268fHA/vmrfW4DCVBXOjo6Ojo6MjIyMjQ0NDQ0MjI6Ojo6Ojo6"
  "Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6HBwcHBwcHBwcHBwcHBwcHA0SAglufavL+cXx17vX/8/g3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3gxf/NuvHxxf7Lq31VAAZWTTo6Ojo6OjIy"
  "MjI0NDQ0NDIyOjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwcHBwcHBwcHBwNEgIJbn2ry/nF8de71//P"
  "4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d278v68y9e5"
  "f28JAhJLJwYyNDQ0NDQyMjIyOjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwn"
  "C1JWBgEJb325+da+/ti5x+Dd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3Yu/L+vcXXrX1xEwELUlACMjQ0NDQ0MjIyMjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "HBwcHBwcHBwcHBwcHBwcJwtSVgYBCW99ufnWvv7Yucfg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3c0/3Svfm8h3kWAAJXVzkLCzU1NTU1NTQyMjo5OTk5Nzc6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwcHBwcHBwcHCcKQ0s6Mg4MSHGHvPzS1fTH4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3c/+0r30vId5CgIIV1dQPAo0NTU1NTU0MjI6OTk5OTc3"
  "Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwnCkNLOjIODEhxh7z80tX0x+Dd3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3z+Ne/q31MBlZNOwgCDFJQ"
  "NTU1NTU1NDIyOjk5OTk3Nzo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6HBwcHBwcHBwcHBwcHBwcJwo8Cwc1NQ8x"
  "AUl9q8vx9PTg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g"
  "8vTXv6t9SQlASjUEAgxQPTQ1NTU1NTQyMjo5OTk5Nzc6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwc"
  "HBwcHBwcHCcKPAsHNTUPMQFJfavL8fT04N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d4NnAvJRuCVYQLw9BTQ4SPhEyNDQ0NDQyMjIyOjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwnJks5Ek0yBAY4bAVslLy/+d/d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d/XwLyUbgVVFxISQUEIEicLMjQ0NDQ0MjIyMjo6Ojo6Ojo6Ojo6Ojo6"
  "Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6HBwcHBwcHBwcHBwcHBwcJyZLORJNMgQGOGwFbJS8v/nf3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3hwKt6SFRQAk0zCEFWGgIGETo6Ojo6OjIy"
  "MjI0NDQ0NDIyOjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwcHBwcHBwcHBw/HAICPlRUazACOExMfa3j"
  "4d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4cCrekhVTAJQ"
  "SxZLa0AGDT86Ojo6OjoyMjIyNDQ0NDQyMjo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwc"
  "PxwCAj5UVGswAjhMTH2t4+Hd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3eKUeQoJBgYSOAgxUU0YUFILNzc5OTk5Ojo0NDU1NTU1NTI6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "HBwcHBwcHBwcHBwcHBwcHA1BQFBUTwUCCjgQMDgTcYfi3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3hlHkKBgYGEjAJE09PFkBNDTk3OTk5OTo6NDQ1NTU1NTUyOjo6Ojo6Ojo6Ojo6Ojo6"
  "Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwcHBwcHBwcHBwNQUBQVE8FAgo4EDA4E3GH4t3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d6PXDvuPr0/j4276+8f65fxoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGn25+cu6vdvb"
  "+tP29sXF9ejd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3ej1w77j69P4+Nu+vvH+uX8aFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBp9ufnLur3b2/rT9vbFxfXo3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d2+9evN4s2+x7vw/MfxrXpU"
  "GhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaVnmt8fjw27vTx83Nxev6yt3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "vvXrzeLNvse78PzH8a16VBoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGlZ5rfH48Nu708fNzcXr+srd3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3cL39tj09tXT+Me78qBuChgaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoMSGyrxdK9+MjT9vTY+PXC"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3C9/bY9PbV0/jHu/KgbgoYGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQa"
  "DEhsq8XSvfjI0/b02Pj1wt3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d6enT4Pr889LF4eSUbzZIAhoUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGgIKVVOgwP69x9L6/PXTysTd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3enp0+D6/PPS"
  "xeHklG82SAIaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoCClVToMD+vcfS+vz108rE3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3exMr488jHxeTjlFUDVTAGGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaDEwJNhOgv/7Fx8LKzsjE6d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3sTK+PPIx8Xk45RVA1UwBhoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGgxMCTYToL/+"
  "xcfCys7IxOnd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d7K3PDHyPj+zIcJAjgACm0aFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBptAgIwVAGHzP74yL7w1Mre4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eytzwx8j4/syHCQI4AApt"
  "GhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQabQICMFQBh8z++Mi+8NTK3uDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3u3z277z87p/SBJWEFAGAhoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGgJLVFZKV0x/uvP42/D46crg3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d7t89u+8/O6f0gSVhBQBgIaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoCS1RWSldMf7rz+Nvw+OnK"
  "4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDE7fjb2/i2hwVUDwhODwxCGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQa"
  "VAYISg8Eay6Utvjb2/j03uDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3gxO3429v4tocFVA8ITg8MQhoUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGlQGCEoPBGsulLb429v49N7g3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d7/zzx7r7uX8T"
  "JjkcIBwcIyMUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBkmLBwgNSEyNzZ/ufy7x9LV3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3e/888e6+7l/EyY5HCAcHCMjFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQZJiwcIDUhMjc2f7n8u8fS1d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3v0/O7/ryAE088JicnHBwkJBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGScsHBwgHDom"
  "UxOAvP+7+Mfd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d79Pzu/68gBNPPCYnJxwcJCQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBknLBwcIBw6JlMTgLz/u/jH3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3e/T0vHAlAFrBjw8PCYmHCUf"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQeHCQnJyYmNyYCawCUy/TSx93d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3v"
  "09LxwJQBawY8PDwmJhwlHxQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUHhwkJycmJjcmAmsAlMv00sfd3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3b7V+ZQDbUBSJjw8PCYnHx8VFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFB4hJRwmJiYmJj4KVAGg+c+9"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d2+1fmUA21AUiY8PDwmJx8fFRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQe"
  "ISUcJiYmJiY+ClQBoPnPvd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3dvsWrNjhOCEA3PDw8JicfHxUUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUHiAkHCYmJjc3QAZQSFOtzL7g3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3b7FqzY4TghA"
  "Nzw8PCYnHx8VFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFB4gJBwmJiY3N0AGUEhTrcy+4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3dj5rW5TMAgVDzo3JiYmJyQlFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQZHCMnJycnMjIPEgY2VW65+d/d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3Y+a1uUzAIFQ86NyYmJickJRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGRwjJycnJzIy"
  "DxIGNlVuufnf3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4bl6NjZUAlYPNDIgHCcnLCMaFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBkmLCYcITU1NAhQAU82Nnm54t3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eG5ejY2VAJWDzQyIBwnJywj"
  "GhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQZJiwmHCE1NTQIUAFPNjZ5ueLd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3Z"
  "f1UDSDBUBAc1NTUhHCYsLBoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGDw8JyA1NTU1FAtUSE8JVH3i3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d2X9VA0gwVAQHNTU1IRwmLCwaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBg8PCcgNTU1NRQLVEhPCVR9"
  "4t3d3d3d3d3d3d3d3d3d3evq3dzc3djh+dW+x/nXy5QaFBQUFBQUFBQUFBQUFBQUNDQyOjo5Nzc3Nzk5MjI0MjI6Ojo6Ojo6"
  "Ojo6Ojo6OjoMUT8EEkAaGjoaGj87FDI/UEsSBgYYTVEyMhUVFBU0NBkYGRkeHh8fNTUhICAcJycUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGJTLy/nSx9XY4djd3Nzd6uvr6t3c3N3Y4fnVvsf518uUGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQgICAgICAgICAgICAgICAgPzoaGhoaGhpNUT8EBDJOTTsyFDs/Gho6EgQEEhoOEkA6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "NDQyOjo5Nzc3Nzk5MjI0NBQUFBQUFBQUFBQUFBQUFBiUy8v50sfV2OHY3dzc3err6+rd3Nzd2OHh073yv+SreRoUFBQUFBQU"
  "FBQUFBQUFBQ0NDI6Ojk3Nzc3OTkyMjQyMjo6Ojo6Ojo6Ojo6Ojo6OhJWUTpNUToSOzIUFBQPCA4EUFY5OVZQAgwaTVFRTVFW"
  "GBgZGR4eHx81NSEgIBwnJxQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQYeavXvvy+z83h2N3c3N3q6+vq3dzc3djh"
  "4dO98r/kq3kaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFCAgICAgICAgICAgICAgICBNQEBNUVFNGgIOOztBTkEI"
  "DwgPFBQUMjs/EjpRUT8aQDo6Ojo6Ojo6Ojo6Ojo6Ojo0NDI6Ojk3Nzc3OTkyMjQ0FBQUFBQUFBQUFBQUFBQUGHmr1778vs/N"
  "4djd3Nzd6uvq6eDd3d3Y2PT0x/TkuX0WGhQUFBQUFBQUFBQUFBQUFDQ0Mjo6OTc3Nzc5OTIyNDIyOjo6Ojo6Ojo6Ojo6Ojo5"
  "DEs+Czk+EhI7QU1NTlFWUVdXUToSP0BAAgYMDAsLEj4YGBkZHh4fHzU1ISAgHCcnFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBoWfbnk+dLy4djV4N3d3erq6ung3d3d2Nj09Mf05Ll9FhoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "ICAgICAgICAgICAgICAgHAwLBgsSGBIMTlFNFBVOVlFRVlFOTU1BO00aGEBADAs3Ojo6Ojo6Ojo6Ojo6Ojo6OjQ0Mjo6OTc3"
  "Nzc5OTIyNDQUFBQUFBQUFBQUFBQUFBQaFn255PnS8uHY1eDd3d3q6ubm4ODg4NjY/PLWzPmHbDAaFBQUFBQUFBQUFBQUFBQU"
  "NDQyOjo5Nzc3Nzk5MjI0MjI6Ojo6Ojo6Ojo6Ojo6OjlAUDcLPlBQVxI6Mg4PFBQIBwQPTk0IBARXUkASEhgYGBgYGRkeHh8f"
  "NTUhICAcJycUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGjBsh/nX2PL02Njg4ODg5ubm5uDg4ODY2Pzy1sz5h2ww"
  "GhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQgICAgICAgICAgICAgICAcPj43EhI5UFYOOk5RTjQHBAgUFA8OMjoS"
  "bVJQUEISN1A6Ojo6Ojo6Ojo6Ojo6Ojo6NDQyOjo5Nzc3Nzk5MjI0NBQUFBQUFBQUFBQUFBQUFBowbIf519jy9NjY4ODg4Obm"
  "6Obg39/f1dX4xfHWq28DVBoUFBQUFBQUFBQUFBQUFBQ0NDI6Ojk3Nzc3OTkyMjQyMjo6Ojo6Ojo6Ojo6Ojo6OUJLDAYGAgIG"
  "EktLDAxCQgwOQU0UEEEyBDsHAgRAVlJNGBgZGR4eHx81NSEgIBwnJxQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQa"
  "UANvq9fxvvXV1d/f3+Dm6Ojm4N/f39XV+MXx1qtvA1QaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFCAgICAgICAg"
  "ICAgICAgIBxQVFdLBgIGDAsLGEtQUlJSDEJCDAxLSxIGAgILEhg9Vjk6Ojo6Ojo6Ojo6Ojo6Ojo0NDI6Ojk3Nzc3OTkyMjQ0"
  "FBQUFBQUFBQUFBQUFBQUGlADb6vX8b711dXf39/g5ujn6ODf4uHV3fjF5Lx6CTAwGhQUFBQUFBQUFBQUFBQUFDQ0Mjo6OTc3"
  "Nzc5OTIyNDIyOjo6Ojo6Ojo6Ojo6Ojo5AgYGElBDPVQDExMFBTZPEwkKPENQUFRrV1A5PlBQEgQYGBkZHh4fHzU1ISAgHCcn"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoLNjZ9vOS++N3V4eHh4Ojn5+jg3+Lh1d34xeS8egkwMBoUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUICAgICAgICAgICAgICAgHAIMS0s9PFBrT09PT08TCRMTTzYFBRMTA1NIPUtCCwYM"
  "Ojo6Ojo6Ojo6Ojo6Ojo6OjQ0Mjo6OTc3Nzc5OTIyNDQUFBQUFBQUFBQUFBQUFBQaCzY2fbzkvvjd1eHh4eDo5+fn3+Hi4dXd"
  "+PK/lEw2VAwaFBQUFBQUFBQUFBQUFBQUNDQyOjo5Nzc3Nzk5MjI0MjI6Ojo6Ojo6Ojo6Ojo6OjpXUgwKJhMTVX1/gJSrrby/"
  "vLy/1rmrh4BVU08TCjxLVBgYGRkeHh8fNTUhICAcJycUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGgZUTFWUvOH8"
  "3dXh4uHg6Ofn59/h4uHV3fjyv5RMNlQMGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQgICAgICAgICAgICAgICAc"
  "VlASChZPVVWAh6u5v7y5ub+8raCUgH99UzwJCgwSUFc6Ojo6Ojo6Ojo6Ojo6Ojo6NDQyOjo5Nzc3Nzk5MjI0NBQUFBQUFBQU"
  "FBQUFBQUFBoGVExVlLzh/N3V4eLh4Ojn2+ff4uPi1d3J+a1vAzgGOBoUFBQUFBQUFBQUFBQUFBQ0NDI6Ojk3Nzc3OTkyMjQy"
  "Mjo6Ojo6Ojo6Ojo6Ojo6OgsSUHF/lKu8v9bWv7/x8cfHx9LS8dbW19e5q4BxTwkJJhgZGR4eHx81NSEgIBwnJxQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaDAZUCW+t9tLd1eLj4t/n29vn3+Lj4tXdyfmtbwM4BjgaFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFCAgICAgICAgICAgICAgIBw/GFJxgKu5y/HW1vHxxb7Sx/Hxv7/W1r+8rZR9cUsGBjo6Ojo6Ojo6"
  "Ojo6Ojo6Ojo0NDI6Ojk3Nzc3OTkyMjQ0FBQUFBQUFBQUFBQUFBQUGgwGVAlvrfbS3dXi4+Lf59vlzvrq0/j48r7AfwxNDgwL"
  "GhQUFBQUFBQUFBQUFBQUGjk3OTkyMjQ0VjUICDJNTT8EDk1SQBISPTw8T08TT255lKu66+vNxc3r6+vr6+vr393v3d3d3dXV"
  "+ODY+eG5oIATU1RMBgYxVlZSUj8OUVIHFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoLDA5NDH/Avvj4+NPq+s7l"
  "5c766tP4+PK+wH8MTQ4MCxoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaAlJXQDtBQU5OMTFUV1M2RoCUuev26/b7"
  "6+vr6+vr6+vr6+vr6+vr683FzevruquUeW9PNlNPFgkWFhg+UVIUBBpAOw4IFTU0NDQyOjo5NzkaFBQUFBQUFBQUFBQUFBQa"
  "CwwOTQx/wL74+PjT6vrO5ejU2t7T1dPY5KtxEiAQUAsaFBQUFBQUFBQUFBQUFBQaOTc5OTIyNDRNVlEQEk0MAEozDAIMSzYB"
  "VVNufaC85My7xvv96sXG3urq6urq6urp3dzd3d3d4ODTx8PP+/30y7+rf25MVUsBUAECV1EEDlcUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGgtQECAScavx2NPV097a1Ojo1Nre09XT2OSrcRIgEFALGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBpABgRSVwQCVwBCVAlsf63Lvt729t7G3uvq6urq6urq6urq6urq6urq3sbF6v37xrvLy7mUemxPUzY2MDAGBhJO"
  "BlJXDAROV040NDI6Ojk3ORoUFBQUFBQUFBQUFBQUFBoLUBAgEnGr8djT1dPe2tTo9c7E7frTxdbLfRY+DRxrDBoUFBQUFBQU"
  "FBQUFBQUFBo6OTo6MjI0NFYEBD8+BktvCwYXTDY2bnmUrdb5wL7F8v79+unKydr35ubm5ubm5ubc3N3d3d3g4Pz438bFxeH2"
  "v/v/y6B9bDYJSFI+DE1BAhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaDGscDT4TfcvZxdP67cTO9fXOxO3608XW"
  "y30WPg0cawwaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFARNTQxAVksGbmx6q+Tjv9f999rJyc7m6ebm5ubm5ubm"
  "5ubm5ubm5ub32snK6fr9/vK+u7z5162UeW5ITGtQCwJXNzlSUQQEQTQ0MjI6Ojk5FBQUFBQUFBQUFBQUFBQUGgxrHA0+E33L"
  "2cXT+u3EzvXUzsn6/tjN5KtuAEIHHFInFBQUFBQUFBQUFBQUFBQUGjo5OjoyMjIyB1ZXUEtQFwFVU0xsfaC81/7xxcf8//zI"
  "x8jIyNTo6Ojo6Ojo6Ojo6Ojo5ubm5unp6fX07cbExs3FwLy84/mtlG82CVRQDBBNFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBocUhwLQABuq+PN2P76yc7U1M7J+v7YzeSrbgBCBxxSJxQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQa"
  "blIYS1QKNm6HreTMv+T5xebOyMro9ejO6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6NTIyMjH8P7//tjN8fnLvKB6VUxsbAJQUAICUFYQ"
  "MjIyMjo6OTkUFBQUFBQUFBQUFBQUFBQaHFIcC0AAbqvjzdj++snO1Obmyvr86/vLfUwKQhg+DT8UFBQUFBQUFBQUFBQUFBQa"
  "Ojk6OjIyMjIOBgw9PQoTTy55lLnAvMD++dXHx77H+P++yM71+vjUyOjo6Ojo6Ojo6Ojm5ubm6ene3t7e3u329vv06/bixcXX"
  "y5RxUwkGBgIUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFD8NPhhCCkx9zPvr+vrK5ubm5sr6/Ov7y31MCkIYPg0/"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoLCQIFVXmU1/vkzMXP682++vr16NTKyMjo6Ojo6Ojo6Ojo6Ojo6Ojo"
  "yNT4+vXOyL7/8L6+x8fHxfm8vOS5h3EFNjxDa2tQBAEyMjIyOjo5ORQUFBQUFBQUFBQUFBQUFBQ/DT4YQgpMfcz76/r6yubm"
  "9/XK9cj0+61TMFJCJycCPxQUFBQUFBQUFBQUFBQUFBo6OTo6MjI6OlILPm1PA259ubzM2fn+/Me+vcf4+vDHyOj19ff39c7C"
  "5ubm5ubm5ubs7Obm5ubp6fr37e3t3sO9z/bPu77+/+HF5LmHcVVVTBoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "PwI+J0JSMFOt+/TI9cr19/f1yvXI9PutUzBSQicnAj8UFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGEhTU3GHvP7j"
  "9MXF9PXDzv/J2unp2srK2ubm5ubm5ubm5ubm5ubm5ubCzvX39/X16NvHyPj4ysfHxfz/4ry8vLl/bgAJVFBAVzo6MjI6Ojk5"
  "FBQUFBQUFBQUFBQUFBQUFD8CPidCUjBTrfv0yPXK9ffe2s71x/a8gAYMUEImQg0NFBQUFBQUFBQUFBQUFBQUFDo6Ojo6Ojo6"
  "QFYXAW2Auf7AxfL0zb7T/tPIx8e+yPD67e3q3t7e3u3q6urq6urq6ebs5ubm5unp0NDt9/v37c3268/1+NS9utO9zf68lHEA"
  "GBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQNDUImQlAMBoC89sf1ztre3trO9cf2vIAGDFBCJkINDRQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQYAHGUv/7MvdW6yv7++vXexsbe9Pb27d7e6urq6urq6urq6urq6urq6u3e3t7e6u3g"
  "//jHvsjc+Pr40sXF+f7yv/u5gG0BFj4COjo6Ojo6OjoUFBQUFBQUFBQUFBQUFBQUDQ1CJkJQDAaAvPbH9c7a3r7C5/3U+61v"
  "UAIMSxZCTQQUFBQUFBQUFBQUFBQUFBQUOjo6Ojo6OjkSAm+HvNfAwMW+vsj4+tS99fr408rdyr3t6+vrzc/r9uvr6+vr6+vq"
  "7uzu7u7u7u7u7u3QxsbG3s329s7CzvDIyPj4xcDLrZQwFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFARNQhZLCwRQ"
  "b6371P3nwr6+wuf91Putb1ACDEsWQk0EFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBeUreTMxdXTx87Iwr3Cxuv2"
  "z83Nxs3Nzc3r6+vr6+vr6+vr6+vr6+vr9uvPzevr6+3D0/PU8/r1yPX19fj1ysK+wNf5vIduAkI6Ojo6Ojo6OhQUFBQUFBQU"
  "FBQUFBQUFBQETUIWSwsEUG+t+9T958K+yv++8cC/gAIcJyYmOTo1NTI6OjoyMjIyD1FBBxVBNTsIMVdsTAUBBW+Hvf3o2/r6"
  "5unp6enp6enp6enp6enp6dDQ0Obm6e3t5ubm5ubm0NDn5+flzsrJxOnp5ujo5+fn6Obm5ubm5ubm5ubm5ubm4K16BVNXLzVW"
  "CAQ7Ug8EH20VFBQUFBQUFBQUFBQUFBQUMjIyMiAgOjkCgLzj+73/5sb/vvHAv4ACHCcmJjk6NTU1NDQ0NDQ0NBUVFRUVFRUU"
  "VhgHTlc1DzUVL0o2AAF9reHg4ODg4ODg4ODg4ODg4N3m6Obm6enr68/e3t7a2tra5u33+vr37ebQ0NDQ0NDQ0Obm5ubm5ubm"
  "5ubm5ubm5ujO6Pj+/7uHcQUBBUxVNgYWORgaP05WThUyMjo5OTcmNzoyMjIgIDo5AoC84/u9/+bK+M/Lv7xxQBwnJiY5OjU1"
  "Mjo6OjIyMjJXFAROVzsPV1A4MDYuRnF9vOP2vrvI7uXm6enp6enp6enp6enp6enp0NDQ5ubm7u7Ozs7Ozs7OzsjIzuXm6fX1"
  "6enm6Ojn5+fo5ubm5ubm5ubm5ubm5ubguvuUbAlQCE5NBAQUCDtRBxQUFBQUFBQUFBQUFBQUFBQyMjIyICA6OTBvvMz26+3G"
  "xvjPy7+8cUAcJyYmOTo1NTU0NDQ0NDQ0FRUVFRUVFRQNUBAHNRUITggxVFVxlLzk4eDg4ODg4ODg4ODg4ODg3ebo5ubp6erq"
  "6+3p3srEyMLO2ub19ebazsTJytrm9fX35ubm5ubm5ubm5ubm5ubm5vr1vrvF+cy6f3ETNlM2CkttPj9XUQIEVzQ0Mjo6OTc5"
  "OjIyMiAgOjkwb7zM9uvtxsTg4cDjqwZWHCcmJjk6NTU0MjIyOjo6OgBRVz8GBgw3TFM2BWx/rf/59s/E2vruyObp6enp6enp"
  "6enp6enp6enQ0NDm5ubm5s7Q0NDm5u7u5eXl5dra3t7p6ebo6Ofn5+jm5ubm5ubm5ubm5ubm5t/juvm5egFMVghNUU4VAgJS"
  "FBQUFBQUFBQUFBQUFBQUFDIyMjIgIDo5VAmr48z27cLG4OHA46sGVhwnJiY5OjU1NTQ0NDQ0NDQVFRUVFRUVFE0EBzIUMk5O"
  "VlRugLn7zNnf4ODg4ODg4ODg4ODg4ODd6Ofo6Onp6ure3t7m6ejo6MrT3fPz3dPK3dTU09PKysnm5ubm5ubm5ubm5ubm5ubm"
  "ys7Tys3r+fv/rX1VBRNPTD0YAgIOUUEENTU0NDIyOjoyMjIyICA6OVQJq+PM9u3CxPjFy/l6FzkcJyYmOTo1NTQyMjI6Ojk5"
  "QgsCPW1rQ08TAWx/q7zA4+PYz8rJzu766enp6enp6enp6enp6enp5ubs7Ozs7Ozs7Ozs7u739/fl5c7OysnJxOnp5ujo5+fn"
  "6Obm5ubm5ubm5ubm5ubm38z71uTXh1UAMFcIBG1WAkIaFBQUFBQUFBQUFBQUFBQUMjIyMiAgOjlLU3rjvM3/0MT4xcv5ehc5"
  "HCcmJjk6NTU1NDQ0NDQ0NBUVFRUVFRUVTQJWbQIGbUgDeqvXy/n7vd/g4ODg4ODg4ODg4ODg4N3o5+jo5ubp6crO2ub1+Pj6"
  "9fX4+Pj49fXo3NTKyMe+vubm5ubm5ubm5ubm5ubm5ub65tT138XF1+S/uat/bAVTT0NSVxICCG01NTU1NDQyMjIyMjIgIDo5"
  "S1N647zN/9Dp4M35rVVUBhwnJiY5OjU1NTQyMjo5OSZLazwBA082CX2UuePMzPb2++vP3t7Kxubp6enp6enp6enp6enp6enm"
  "5uzs7Ozs7Ozs7Ozs7u7u7sjIyM7a6fX36enm6Ojn5+fo5ubm5ubm5ubm5ubm5ubg9vnWxfn7q3lISxIEElBLQhoUFBQUFBQU"
  "FBQUFBQUFBQyMjIyICA6ORdsVa3jz/v36eDN+a1VVAYcJyYmOTo1NTU0NDQ0NDQ0FRUVFRUVFRUeTU45BgpIE3qt//nAwNn/"
  "3+Dg4ODg4ODg4ODg4ODg3efn5+fo6Obm5tra1M7IyMja2tTU1NTa2srKztTa6Ojo5ubm5ubm5ubm5ubm5ubm5vXEx/X2zc30"
  "2czM5Pm5lH0TTxMBAgxAPzQ0NDQ0NDQ0MjIyMiAgOjkXbFWt48/79/q9+/l/VRcSHCcmJjk6NTU1NDIyOjk3PABTUwlvgK2/"
  "5MvFzcXFzfu6vd729urGxOnp6enp6enp6enp6enp6ebs7Ozs7OXl5e7u7u7u7u7u5eXl5+n19/rp6ebo6Ofn5+jm5ubm5ubm"
