open-vela/contest2026_441_buzhidaojiaoshenmemingzi/boards/bk7258/aidk_ai_toy/src/bk7258_aidk_eye_assets.c
  "lY2JiYmQm56hoaGfoqKkpKWlpaWlpaKinp6enJuXlpGakZGOjpGamIaCeGZlZmdkY2NjYmJjYGBlYmRoZ2aDfMHn08XV8uD0"
  "2bz5rXkFTDA4Ojo6Ojo6Ojo6Ojo6Ojo6MzMyMiAgHCcmE1V/5Pa9/d7fxeStVWsWJxwgIDIyMzM6Ojo6Ojo6Ojo6Ojo6Ojon"
  "UhMJVW+t+9bNvsX+/MjC0aSCeHZiZGJkY2BgYFxgYGBiY2VkZGZ4gZWWmpaLi5GWlpeXl5iampqhoaGhoaGhoqSkpJ+enpyc"
  "nJeRi4uOlpiDgnZmZWdnYmJnZ2doaGRcdLZxbApSGVEkIh81NTU0IDMzMjIgIBwnClRVrePN6/Xe38XkrVVrFiccICAyMjMx"
  "OTkcIDQyOicjKSkBVXG2cGZlaGhnZ2diYmRkZGZ2goKVlpGLi4uXnJ6enp+ipKSkrqmnpaWloqKenpybl5aRkZ6WjpGWmpqV"
  "gnh2ZWVmZGJjY2NiYmJcXFxcZGdoeHuZ7vXr9PLSyfK//q1xE1MDVjk6Ojo6Ojo6Ojo6Ojo6OjozMzIyICAcJwpUVa3jzev1"
  "zv3NwON6PCYnHCAgMjIzMzo6Ojo6Ojo6Ojo6Ojo6OicpBlQATHm5vNa+xfz+/On3wYOBeGJkZGNgYFxcXFxgYFtcY2NkZGh2"
  "goaYnpaVlpaWl5eXl5iYmJ+fnp6enp6epKKfn56cnJuQjY6RlpaLhnh3ZmRkZ2dnYmdnZ2hnY2GSoABuI1JSPiMkITU1NTQg"
  "MzMyMiAgHCdLSHrkwMX7ys79zcDjejwmJxwgIDIyMzE4NzogISAyHAdNKgZTAKuFcmNoaGdnZ2JkZGRkZWZ2doaGlZaRjpGX"
  "mZubnJ6fop+kpaKioaGhn56cnJuXlpGRmI6Vmp+elYN2aGVlZWVjXGBgYGBcXFxcXGNiZHZ4fLjC0vv+9cfS8cCtegUJEzcL"
  "Ojo6Ojo6Ojo6Ojo6Ojo6OjMzMjIgIBwnS0h65MDF+8rK6/bM+aADUCccICAyMjMzOjo6Ojo6Ojo6Ojo6Ojo6JwBuAkxTVXGr"
  "+//80tLVz9H6r4F4dmJmY2BcXV1dXWBgYGBcYmJkZGV2gYaVmJiZl5eYl5eXmJiYnJycnJycnJyfnp6cnJubmY2QkZaVhoJ4"
  "aGdkZGNiZ2diZ2dnaGRleLZ5NlAiDVcMJicyNEcvNCAzMzIyICAcJ2sJq+TA2erOyuv2zPmgA1AnHCAgMjIzMTg4OiAhIDIc"
  "ByVSQwNGebh7ZWhoZ2hnZGdnZGRkZWRleIGGlZWRjpGXl5mZm5yenp+enp6enp6enJybm5eWlpablpielYaCdmVkY2NjYGBg"
  "YGBgXFxcXVxgY2JmeHSd5b7F9PTg+v7+q3k2bAMKbQA6Ojo6Ojo6Ojo6Ojo6Ojo6MzMyMiAgHCdrCavkwNnqzt7rzfnWvG9L"
  "JxwgIDIyMzM6Ojo6Ojo6Ojo6Ojo6OjocawFrS1ABU3mrxf7HvtLFwtHBlYJ4ZWVjXF1dXV1dYGBgYGBcYmNkZGN2eIOGlZmZ"
  "mZqamJiYmJicnJycnJycnJubm5uZmZeXkJCOhoN4cmZlZ2RkYmJnaGRnZ2hoZHiGlEZtBysbEj43OTEzRy80IDMzMjIgIBwn"
  "UG+8y+TN7d7e68351rxvSyccICAyMjMxODg6IB8fMjIQB1FQAlMFqJV4ZmhnaGdkZ2djY2RkZGNmcoGDhouOkZeXl5eZmZub"
  "nJycnJycnJ6bm5ubm5mZl52bmIuDeHJjZGJiY2NcXGVcXF1dXV1dXGVjZnZ4hMHl0tLNxfP+vqt5PAYMa1cCURw6Ojo6Ojo6"
  "Ojo6Ojo6OjozMzIyICAcJ1BvvMvkze3e9f67+de8gBYnHCAgMjIzMzo6Ojo6Ojo6Ojo6Ojo6OhxDUgIIQEtIBXGg1dLS/PvG"
  "wtG4g3d3YlxcXV1eXl1hYWBgYGBjY2RkZWZmc4GLl5mampqampiYmJycnJycnJycmZmZl5eXl5eKi4aBdXJmZmdnZGRjYmJo"
  "Z2hoaGhlgq9wVUIrK1IAazc5MTNHRzQgMzMyMiAgHCcCgLzk/r3+3vX+u/nXvIAWJxwgIDIyMzE4ODogHx8yMkECKCpUAEl5"
  "uIJmZGdoZ2RnZ2RjY2RkZGZmcniBhouRl5eXl5eZmZmbm5ubnJyenpubm5ubm5ubnJeLg3RmZWVjYmJjZWBcYFtcXV5dXWBg"
  "ZWV2cnWy0fDSxc3N+NKgeQEWMFQ4C1IbHDo6Ojo6Ojo6Ojo6Ojo6OjMzMjIgIBwnAoC85P69/t6+wuf91PutbzAGAksWEVcE"
  "FBQUFBQUFBQUFBQUFBQUGjk3OjI0NTU0Am+Hv+TX18D8veW4hnNmZVxgZmBbXV5fXV1dXV5eXl5hXVtdYXOBg56enp6ampaW"
  "kZeZm5qYlpKSkpianpiVlYKCeHdlZGRkZWVmZmZlZWdnZ2doZnugfzYUFBQUFBQUFBQUFBQUFBUNVw0RUAIGE2+t9sj91MXD"
  "wsLn/dT7rW8wBgJLFhFXBBQUFBQUFBQUFBQUFBQUFDaAtnxhd2RoZGRkZGVlZWVlYmdnZ2h3goOVmJiYmJeSkpKXl5mampqZ"
  "mJqan5+fn5+Gg3VyYWFdXV5eXl5dXVxdXlpdW1tjYmJjcnN8qNHE+cDX19e8lG8ENTU1NDI5OTkaFBQUFBQUFBQUFBQUFBQV"
  "DVEHJkICCglvrfbI/dTFxd7azvXH9ryAMFRSUksSHAcUFBQUFBQUFBQUFBQUFBQaOjk6OjQ0NTRBUm2AvPm8y9XKwcGygmFm"
  "Y1xlYFtdXl9dXV1dXl5eXl5YWF5eYWFzfIGDhpWanp+ampqampqampqamJWGhoKCeHdoZWRkZGVjYGVlZWVkZ2JoaHd0k4dv"
  "MBQUFBQUFBQUFBQUFBQUFAcNBCZQUEsJf7z2yPrUz83e2s71x/a8gDBUUlJLEhwHFBQUFBQUFBQUFBQUFBQUNm+Uk3t2aGhn"
  "Z2RlZWVlYGNiYmJjY2Z2eIKChoaVmp2dmJqanp6enZqenpqWi4SDgXNhXV5eXl9fXl5eXl1dXV1eWF5dYGVlZnZydZ3B5ebP"
  "+cD5vIBtUUE1NTQyMjo5ORQUFBQUFBQUFBQUFBQUFBQVDQ5LUFRUE3+89sj61M/N9/XK9cj0+61MOEtCJxEEHBQUFBQUFBQU"
  "FBQUFBQUFBo6OTIyNDQ0NA46ElR9rfHkvv/u0dGygXJmXGNcW11eXl5eXl5eXV5eXlhYWV5YXl5fYXR7g4SGhoyMjIyMjI6O"
  "jIaGg4F4dnZmZWRiYmJiY2BcXGBjZGdnZ2J4coWocQEwFBQUFBQUFBQUFBQUFBQUQQcOPktUTE+t+/TT+M717ff1yvXI9Put"
  "TDhLQicRBBwUFBQUFBQUFBQUFBQUFBQwLnq2hnh2YmhnZ2VlYGBgXFtiYmNjZGVmdnZ4goOGhoaMlZWVlYyMjIaGhIN8dHBf"
  "WFhYWFhZXl5eXl5eXV5eXl5YXl1gYGJmZniVuMHC+sP5+a19UAwaDjQ0NDQyOjo5FBQUFBQUFBQUFBQUFBQUFE0EDkI+UEw2"
  "rfv00/jO9e3m5sr6/Ov7y3o2AjcRGA5AFBQUFBQUFBQUFBQUFBQUFDo6MjI0NDQyUQJCVAlxoLzjw8bR0bidgXNjY1xbXV5e"
  "Xl5eXl5eXl5YWlpaWlhYWF5eX19wcHR1g4ODg4ODg4N7eHh4cmZmYGVlZWNcW1tbXFxcXGJiYmdidnJ+tn0BTBgUFBQUFBQU"
  "FBQUFBQUFBRSGRwSQApIeuP+4fX3yO315ubK+vzr+8t6NgI3ERgOQBQUFBQUFBQUFBQUFBQUFDFQVX3BgXN2ZWdkZGNgXFxc"
  "W1tcYGVlZWVjZWZydHh7gYODg4ODg4ODdXVwcF9fWlheXl5aWkRYWF9eXl5eXl5eXl5dXWBcXGaBhrTl6Pju+7ygcQlUSwJW"
  "NDQ0NDIyOjoUFBQUFBQUFBQUFBQUFBQUUQcSEhICSHrj/uH198jt9dTOyfr+2M3kq28DUA4/UBgUFBQUFBQUFBQUFBQUFBQU"
  "MjIyMjQ0MjJAUAYKUAptf7zM++3G/9GYgmZlYFxdXV5eXl5eXl5eXlhERERERFlYWFhYWFpaXl9fcHBwcHBhYWBgYGBgYGBg"
  "YGBgYGBdXV1dXVxbYmJkZWZyfqt/STZMGBQUFBQUFBQUFBQUFBQUGhhLDgZQA2+r+dnP/ffI1OjUzsn6/tjN5KtvA1AOP1AY"
  "FBQUFBQUFBQUFBQUFBQUFE4GVX24gXh2ZWRjYFxbW11dXV1dYGBcW2NjY2BgYGFhYWFhcHBwX19fX19aRERERFhaWkRERFpa"
  "X15eXl5eWV5bW2BdYWZmeIGy/9TJ/L26f20KUAsGTRoyMjQ0MjIyMhQUFBQUFBQUFBQUFBQUFBpASxwSUAJvq/nZz/33yNTo"
  "9c7E7frTxdbMfT05Bz9WERoUFBQUFBQUFBQUFBQUFBQ0NDQ0MjIyMhJREgJCa1IWbpTj+cXd0cGVeHJmYGBcW15eXl5eXl5e"
  "Xl5aREREWkRERERaWkRERF9fXl5eXl5eW1tbXFxcYGBdXV1dXV5eXl1dXVxcY2ZmcnyohwVMbC4xFBQUFBQUFBQUFBQUFBQa"
  "JlInBD5LfcvMxc/89cjI2/XOxO3608XWzH09OQc/VhEaFBQUFBQUFBQUFBQUFBQUDW0DSYe3e3RmZmVgXFxbXV5fXl1dXV1c"
  "YGBgYFxbW1heXl9fX19aWkRERERaRERERERERFpaX19eXl5eXl5eXltgYGBmcnOBo/3/xfvAlHEJS2tCAhhRDjIyMjI0NDQ0"
  "FBQUFBQUFBQUFBQUFBQUGidQPg0YS33LzMXP/PXIyNvo1Nre09XT2NagcQYNQUISGhQUFBQUFBQUFBQUFBQUFDU1NDQyMjo6"
  "bQAGbUASV1RMbHqr+dXB+reDeHZmZmVcXV5eXl5eXl5fX19aWlpaRUREWlpFRURERERERFhYWFhdXV1dXV1dXV1dXl5YWFhe"
  "XV1dXGVmcnR8qIcDb0wDVRgUFBQUFBQUFBQUFBQUFBg9Qz8SEnmg183N3+Dp6Mjb6NTa3tPV09jWoHEGDUFCEhoUFBQUFBQU"
  "FBQUFBQUFBltAlRVSYeyfHRyZmVjXF1dXl5dXV1eXV1eXl1dXV1dXlhEREREREREREREWlpaWFhaWkRaX19fXl5eXl5eXl5e"
  "XGNlZXZydYTR7sK8oHlTTDBRB0BuCwBtOjoyMjQ0NTQVFBQUFBQUFBQUFBQUFBQYPTwcDgR5oMDNzd/g6ejI2+XO+urT+Pjy"
  "xcB/DE1NAgwaFBQUFBQUFBQUFBQUFBQUNTU0NDIyOjo5V0AHTT8EMVYwT25xf5S0wYaBeHZmZmBdXV5eXl5ZWV5fX15aWkVE"
  "WlpFRERERUVERVpfX1pZWF5dXl5eXl5eXl5eWFhYXl5eXVxgZnJ0e8GHVUxUTElTOBQUFBQUFBQUFBQUFBQUGAoDGRwOf8C/"
  "+/n0yN7429vlzvrq0/j48sXAfwxNTQIMGhQUFBQUFBQUFBQUFBQUGENPPRNJbo/Be3h2ZmNcW11YW11dXlhYXl9eXl5eXl5f"
  "RERFRVpaRUVaWkRERERYWlpFWFpfX15eWV5eXl5eXl1gY2NmeHiBmMGUf3FTTC4GMwRNUQcaUAI6OjIyNDQ1NBUUFBQUFBQU"
  "FBQUFBQUFBgXAz9NDIDLv/v59Mje+Nvb2+ff4uPi1d3H4blxA1ACQBoUFBQUFBQUFBQUFBQUFBQ1NTU1NDQyMjIyOjo5OTk6"
  "NUdHRzFIPBOrlHV7gWZmZmZgW1heRERFWlpaWVlYWFhZWlpaWkRFRUVFRERaWlpZXllZWlhEWlpaWlpeYV5YXWFgYGZ4c4PB"
  "em8TAwYpFQgVFBQUFBQUFBQUFBQUFBQaUAFVAW+5z8/Y2N/f4ODm6Ofn3+Lj4tXdx+G5cQNQAkAaFBQUFBQUFBQUFBQUFBQ0"
  "TjUzOAo2cX3RhHNzcmBbYVhYWFheXl5YX15eXlhYWFlYWVlZWURERERERERYWFhEREREWlpYWFhfWVheXV1dYGVldniBdYer"
  "ExMsJzNHRy8xOTk5OjoyMjIyNDQ1NTU0FRQUFBQUFBQUFBQUFBQUGlQCEwVxufbF2Njf3+Dg5ubn59/h4uHV3fjN1pRMSDgS"
  "GhQUFBQUFBQUFBQUFBQUFDU1NTU0NDIyMjI6Ojk5OTozL0cxMTc8E0mUq3V0eHNmZWVgW15eXllZWlpaWVhYWFpaWlpERUVF"
  "RUVERFpaWlpYWERaWlpfX19EWV9YXWFYW2FydHKMuHpuNgktPUtOSi8UFBQUFBQUFBQUFBQUFBoGTAVJlLzyz9jY39/g4Obo"
  "5+ff4eLh1d34zdaUTEg4EhoUFBQUFBQUFBQUFBQUFBVOFRI+CgIwb3+2mnVzdHJbXV1dXl5YXl5eXlpYWFhYWFhZWURERERE"
  "RUVEREREWERaRUVERFpaXlheX15bXWFmZXZ4eHWgoFUTPDk6LzQ1ITo5OTk6OjIyMjI0NDU1NTQVFBQUFBQUFBQUFBQUFBQa"
  "MDYBSZS/zc/Y2N/f4ODm5ufo4N/i4dXd0vbAy30AawYaFBQUFBQUFBQUFBQUFBQUNDQ0NDQ0MjIyMjo6Ojo6OTg3OhwlJDow"
  "bEl/q357dXh4XFtmW1heWVlZRUVFRUREWlpEREVFRUVFRUVFRERaRERERERERFpaWF9YWGFdWGF1c3R7rLRvVTYGJlA9FzE4"
  "LxQUFBQUFBQUFBQUFBQUGgpVAH3Ly/TT1dXf3+Dg5ujo6ODf4uHV3dL2wMt9AGsGGhQUFBQUFBQUFBQUFBQUFFEPDEtQEQg4"
  "U3m0snxzc3JyYFtYWFheX1paWkREREREREREREVFRUVFRURERERERFpERERERERaWF5eYGZbW3Z4gXN8soVVTyYcM0cvIR0i"
  "IDo6Ojo6MjIyMjQ0NDQ0NBQUFBQUFBQUFBQUFBQUFBo4EwV6wPm+9dXV39/g4Obm6Obg39/f1dXI9MD5q2w2QhoUFBQUFBQU"
  "FBQUFBQUFBQyMjIyMjIyMjIyMjIyMjI5MDwtLSsrNS8MbEl9un5wdHiCdltmYFhdWVlFRUVFRUVEWkRFRUVFRUVFRUVERFpF"
  "RUVFRERERFhfXl9hWFhhc3B7hbaUVQkKQhlNUAwGNhcxFBQUFBQUFBQUFBQUFBQYVAluq/nY2NXV1d/f4ODm5ujm4N/f39XV"
  "yPTA+atsNkIaFBQUFBQUFBQUFBQUFBQeUikLQlJRUVZSPFWHtox7gXJycl1eXl5EWlpaREREWlpERERFRUVFRUVFRUVFRURE"
  "RERFRUVERERdWFtgW3iCeHhzfrh/bwMGJCFHR0cgKyolMjIyMjIyMjIyMjIyMjIyFBQUFBQUFBQUFBQUFBQUGFQDb6vk8sX4"
  "1dXf3+Dg5ubm5uDg4ODY2Py+/8vjlDZQGhQUFBQUFBQUFBQUFBQUFDIyMjIyMjIyMjIyMjIyMjk8PC0tKx01NS9KAG5vq7h0"
  "c3J4eHhyYVteXllaRERERERaRERFRUVFRUVFRUREWkRFRUVEWlleXl5YXmFwdXt0hJSrfQEDQ1JBFC9KMEJUTBoUFBQUFBQU"
  "FBQUFBQUFBhIT4fXy/nH+N3d39/f3+np5ubg4ODg2Nj8vv/L45Q2UBoUFBQUFBQUFBQUFBQUFB5SJRERGw0dKBsRCW+Aq6iD"
  "dHR0dGFYWGFZWVhERERaWkREREVFRUVFRUVFRUVFRERZWVpaWlpYWF1hYXJ4eHN0dLK2eUkBLS0iIUdHRyAqKiUyMjIyMjIy"
  "MjIyMjIyMjIUFBQUFBQUFBQUFBQUFBQYA1WH+cC+0/zd3d/f39/p6erp4N3d3djY/L788sy8ejgaFBQUFBQUFBQUFBQUFBQU"
  "Ojo6Ojo6MjIyMjQ0NDQ0HCY8LSkhNTU1NQJvUy5GgLqae3SBc3JzcmBdXV5ZWEREWlpaWlpEREVFRVpaWlpaWkRERFhYXl5e"
  "YXBwdHVwdZ2rh28JFkMqQjsQSk5KUlQKGhQUFBQUFBQUFBQUFBQUGDZ6vMzy+L743d3f39/f6enq6eDd3d3Y2Py+/PLMvHo4"
  "GhQUFBQUFBQUFBQUFBQUFCFBTUEQDR0fbRtXAgBxgKuyfnB0dWFfcF5eWFhYWFpERERERERERUVFRUVFRUVEWlpZWVleXl5d"
  "cnRzdIFzdYy2h1VVCWstKiogR0cxOikqIDQ0NDQ0MjIyMjo6Ojo6OhQUFBQUFBQUFBQUFBQUFBgBfbz52L3z+t3d39/f3+np"
  "6+rd3Nzd2OHF9bv8y8ureRoUFBQUFBQUFBQUFBQUFBo6OTk5OjoyMjIyNDQ1NTUgKS05MUdHNTVXbRJLTDYAeZS0hXB1dXKB"
  "cnJmYWFfXllZWVlaWlpaWlpaWlpZWVlZWFhYWF5dXWFzcHBwfKC2j0lsUDFXVz8CSkpWTjVRQAIZFBQUFBQUFBQUFBQUFBQY"
  "eav5y/zH0/Dd3d/f39/p6evq3dzc3djhxfW7/MvLq3kaFBQUFBQUFBQUFBQUFBQVCEdKTU1NTk4AbUdKVzZVVX+osoRwdXth"
  "YWFdXl5ZWVhYREREREREREVFRUVaWllZWlpeXmFhcnJ4cnV1cIW4qHkWAj1tAVJrLCY4ODg4ORw0NTU1NDQyMjIyOjo5OTk5"
  "FBQUFBQUFBQUFBQUFBQUGHGr+8vyvvPo3d3f39/f6enr6t3c3N3Y4dj4vdL7wNeHGhQUFBQUFBQUFBQUFBQUGjo5OTk6OjIy"
  "MjI0NDU1NSEqKTExR0dHIR4bAlAxBm8DRnmowYx1c3J4eHZycmFhX1lZWVlZWVpaWlpZWVlZWVlYWF5dYXJyc2F7jLe2hVUB"
  "UwIINRUIMDgwQE41DR0lBhkUFBQUFBQUFBQUFBQUFBiH5Lz70rv6yO/v4ODf3+np6+rd3Nzd2OHY+L3S+8DXhxoUFBQUFBQU"
  "FBQUFBQUFC9HRxUPEDNKR0cER0cPCwYJSUl+sriMdXJycnJhXV5eWVhYWERERERERERERFlZWVlfX2Fyc3h4eHRzc4nBtHxJ"
  "CysrJVFLVwI8PDZIMDg4MS81NTU0NDIyMjI6Ojk5OTkUFBQUFBQUFBQUFBQUFBQYh9bM8b7H3Mjv7+Dg39/p6d3d3d3d3d3d"
  "3d3d3d3d3eF/bAEMSk5ONTU0ISAcHCUlFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBomAk96oK2rj3BwdHt7e3V0"
  "c3NzcmFhYWFhYWFhYWFyc3R0dXVwcHyHra2HekMGCwceFBQUFBQUFBQUFBQUFBQeICUcHCAgNTU1FVYIBgFVf+Ld3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3hf2wBDEpOTjU1NCEgHBwlJRQUFBQUFBQUFBQUFBQUFB4bDQtQeYCruYd+cHB1dXV1"
  "c2FhYWFhYWFeYXJycnJyc3N0e3t1dHBwh6CtoH1UAjEvFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUHiAlHBwgIDU1"
  "NRVWCAYBVX/i3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4bl5E0sQDzUPNTQhIBwcJSUUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGg1SVAkFb3+UwrKIfHBwdHV1dXV1dXR0dHJzdHV7dXR0dXx+hKC6rZRxcW4KAkNXUh4UFBQUFBQU"
  "FBQUFBQUFB4gJRwcICA1NQhRBE4WE3m54d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eG5eRNLEA81DzU0ISAcHCUl"
  "FBQUFBQUFBQUFBQUFBQUHlcqBBFLbG95h6u2q4d+e3V1dXV7dXRzYXR0dHR0dXV1e3RwcHuFtMKrh28BAQtNPxQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQeICUcHCAgNTUIUQROFhN5ueHd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3Y"
  "/61vCVQEOzQ0NCAgICAlJRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQeByM+FhNMU0luepS2wraUhXV1dXV1dXV1"
  "dXV0dHuDi5nBtq2ggG9JVUxMNgIMUCUCFBQUFBQUFBQUFBQUFBQUHiAlICAgIDQ0NTQIMFNuuf7h3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d2P+tbwlUBDs0NDQgICAgJSUUFBQUFBQUFBQUFBQUFBQeTUFBGBIKLgNJSW99lK26upOJfnt1dXV7"
  "e3V0dHV1dXCHlKu6rY95VUY2SENSUCoNHhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFB4gJSAgICA0NDU0CDBTbrn+"
  "4d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3djM/qtsAlcHUTIyHBwgIB8fFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFB5XURwHCxIwNmxME0lueoCUwcHBwcHBwcHBwcHBtqiTh3lvNhNTbFMTS1BAOVFXOwIUFBQUFBQUFBQUFBQUFBQe"
  "IR8gIBwcMjJRElQ2Nq3j8d/d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3YzP6rbAJXB1EyMhwcICAfHxQUFBQUFBQU"
  "FBQUFBQUFBQNQU0QGlFUODAwTFM2Nm55gIegtLrBwsG6tra2ura2q4d/cVUJCTxPLENDLSkLBwceFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUHiEfICAcHDIyURJUNjat4/Hf3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d1b3L/pRPF1IE"
  "OjocHCAgHx8VFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUHgIOV21WEg0SPxwQDQgICAxMSVVVbG5ub2xVTEkuSUxT"
  "FldSAgAHQBkEBwwHEE1OQRQUFBQUFBQUFBQUFBQUFB41HyEgHBw6OhoSbQWg+de+4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3dW9y/6UTxdSBDo6HBwgIB8fFRQUFBQUFBQUFBQUFBQUFE4PCBUUBw5ROx4HBEBXUgJTSUYuBS5JSUZJSUlJRi4B"
  "ChESDAsLEScjBgINUldNDhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQeNR8hIBwcOjoaEm0FoPnXvuDd3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d0tLW5Ic2PQY5ORwcICAfHxUUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQa"
  "VhECCz8/Hg5RVldXUTUNBAcIDxVHSk5OV1ZONTVBUVYbAgRSVw0EJFZSTQ4EBBI6FBQUFBQUFBQUFBQUFBQUHjUfISAcHDk5"
  "AmsBlMvxzdLd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3dLS1uSHNj0GOTkcHCAgHx8VFBQUFBQUFBQUFBQUFBQU"
  "TTsyOyAeHiBRUSgNDQ0NB1dWTTIvM01OM0pKSkcxR0oPQVFRTUFRVz9SVk0LAgY5FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFB41HyEgHBw5OQJrAZTL8c3S3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d340sXkv4BDVDk5HBwgIB8f"
  "FRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBoKChZDQxZAVgQECBQ1QU5ONTU1NBUVFQ8dHRsNDR0dKxtSUkInUEAL"
  "GCccEg4OGk0UFBQUFBQUFBQUFBQUFBQeNR8hIBwcOTdSQ4C8/rv4793d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "+NLF5L+AQ1Q5ORwcICAfHxUUFBQUFBQUFBQUFBQUFBQUUVY7HkEZAg4LQFdXJQ0lHg8NDQ0eNEEPLy8vFA8vSi8vCAQECDFK"
  "EhI4UFZUSxgaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUHjUfISAcHDk3UkOAvP67+O/d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d78rvvr/+vH8KNzcnHCAhHx8VFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGGtIE09QQxcm"
  "GDFKTU0vCAQzQEBAQEBAUEJCKioqQkJDBgYLEQYGLFAMDCdQUEBCQhQUFBQUFBQUFBQUFBQUFB41HzUgHCc3JgZ/vP67x8fS"
  "3N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3e/K776//rx/Cjc3JxwgIR8fFRQUFBQUFBQUFBQUFBQUFEAcQFZWPxIc"
  "I0IjBgYRLCwnJycnJyc5OQYLGEBAGAwMFBQxTlZWOAZSVlI+BgYMQBoUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQe"
  "NR81IBwnNyYGf7z+u8fH0tzd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3dxt7768/7uYcFVRNQRwg1VjQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaOjk5OTk5OTk5OTk5OTk5OTIyMjIyMjIyMjIyMjIyMiAkKiQkJCQcHDExMTExMTEx"
  "LxQUFBQUFBQUFBQUFBQUNDUPFU5QCVMFlLn739j26sLg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3cbe++vP+7mH"
  "BVUTUEcINVY0FBQUFBQUFBQUFBQUFBQvMTExMTExMTo6HCQkJCQqJCE0NDQ0NDQ0NDQ0NDQ0NDQgICAgICAgICAgICAgICAg"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFDQ1DxVOUAlTBZS5+9/Y9urC4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3exuvGveH0uX9JVThKTlYEFRQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBo6OTk5OTk5OTk5OTk5OTk5"
  "MjIyMjIyMjIyMjIyMjIyMhwcHBwcHDo6OjoxMTExMTEUFBQUFBQUFBQUFBQUFBQVD1dHCAZTSYC52eG9xevezuDd3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3sbrxr3h9Ll/SVU4Sk5WBBUUFBQUFBQUFBQUFBQUFBQxMTExMTE6Ojo6HBwcHBwc"
  "MjIyMjIyMjIyMjIyMjIyMiAgICAgICAgICAgICAgICAUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFQ9XRwgGU0mA"
  "udnhvcXr3s7g3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3e3F6/bCxfv744cATAYECG0VFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGjo5OTk5OTk5OTk5OTk5OTkyMjIyMjIyMjIyMjIyMjIyMTExMTExOjo6OhwcHBwcHBQUFBQUFBQU"
  "FBQUFBQUFBVXBwQwawGAvPv0xcXr9N714N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3txev2wsX7++OHAEwGBAht"
  "FRQUFBQUFBQUFBQUFBQUFBwcHBwcHDo6OjoxMTExMTEyMjIyMjIyMjIyMjIyMjIyICAgICAgICAgICAgICAgIBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQVVwcEMGsBgLz79MXF6/Te9eDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g"
  "68Xf/evNz837vJQ2SDBOBBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQaOjk5OTk5OTk5OTk5OTk5OTIyMjIyMjIy"
  "MjIyMjIyMjMxMTExMTExOjocJCQkJCokHhQUFBQUFBQUFBQUFBQUFBRWBhMTlLn5xcXN9vvrz+vg3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d4OvF3/3rzc/N+7yUNkgwTgQUFBQUFBQUFBQUFBQUFBQeJCokJCQkHBwxMTExMTExMTE6Ojo6Ojo6"
  "Ojo6Ojo6OjogICAgICAgICAgICAgICAgFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUVgYTE5S5+cXFzfb768/r"
  "4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDexcbf4Pjhxbr5y6BTVTACGhQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBo6OTk5OTk5OTk5OTk5OTk5MjIyMjIyMjIyMjIyMjIyMzExMTExMTE6OhwkJCQkKiQeFBQUFBQUFBQUFBQUFBQa"
  "BjhsTKC/5LvN2Pj4zcXNxuDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g3sXG3+D44cW6+cugU1UwAhoUFBQUFBQU"
  "FBQUFBQUFB4kKiQkJCQcHDExMTExMTExMTo6Ojo6Ojo6Ojo6Ojo6OiAgICAgICAgICAgICAgICAUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBQUFBQUFBQUGgY4bEygv+S7zdj4+M3Fzcbg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4MXr9uvg+PXF"
  "9r3k16tsVUwaFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGjo5OTk5OTk5OTk5OTk5OTkyMjIyMjIyMjIyMjIyMjIy"
  "MTExMTExOjo6OhwcHBwcHBQUFBQUFBQUFBQUFBQUFBgCT26r5Ne6z9jg+vjP6+u94N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3eDF6/br4Pj1xfa95NerbFVMGhQUFBQUFBQUFBQUFBQUFBwcHBwcHDo6OjoxMTExMTE5OTk5OTk5OTk5OTk5OTk5"
  "ICAgICAgICAgICAgICAgIBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQYAk9uq+TXus/Y4Pr4z+vrveDd3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3gxvb269/g0si98vn74616bRgUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQa"
  "Ojk5OTk5OTk5OTk5OTk5OTIyMjIyMjIyMjIyMjIyMjIcHBwcHBw6Ojo6MTExMTExFBQUFBQUFBQUFBQUFBQUGG56rb/X8fzP"
  "0sjg+Nj2+8Pg3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4Mb29uvf4NLIvfL5++Otem0YFBQUFBQUFBQUFBQUFBQU"
  "MTExMTExOjo6OhwcHBwcHDk5OTk5OTk5OTk5OTk5OTkgICAgICAgICAgICAgICAgFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQU"
  "FBQUFBQUFBhueq2/1/H8z9LI4PjY9vvD4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDrz8K+xtXd+PzPxbzk/7l9"
  "GBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBo6OTk5OTk5OTk5OTk5OTk5MjIyMjIyMjIyMjIyMjIyICQqJCQkJBwc"
  "MTExMTExMTEvFBQUFBQUFBQUFBQUFBQYfbn+5MDN8vj4yNPTvcP26+Dd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g"
  "68/CvsbV3fj8z8W85P+5fRgUFBQUFBQUFBQUFBQUFC8xMTExMTExOjocJCQkJCojJzc3Nzc3Nzc3Nzc3Nzc3ORwgICAgICAg"
  "ICAgICAgICAUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUFBQUGH25/uTAzfL4+MjT073D9uvg3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eGUcRMMBgYxFgkJT2tQUEENOTc5OTk5Ojo0NDU1NTU1NTI6Ojo6Ojo6"
  "Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcJwtQUFJrUhIGODAGCgkJeYfi3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3hlHETDAYGMRYJCU9rUFBBDTk3OTk5OTo6"
  "NDQ1NTU1NTUgHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHCcLUFBSa1ISBjgwBgoJCXmH"
  "4t3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4eOtekxMSAI4"
  "VEtLJgIGP006Ojo6OjoyMjIyNDQ0NDQyMjo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwn"
  "QiYCAhJAM01WBlBVE3qrwOHd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3eHjrXpMTEgCOFRLSyYCBj9NOjo6Ojo6MjIyMjQ0NDQ0MiAcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwc"
  "HBwcHBwcHBwcHBwcHBwcJ0ImAgISQDNNVgZQVRN6q8Dh3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3f17y8lGwFbTgMBBVBCAsRBjI0NDQ0NDIyMjI6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6"
  "HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHCcGFgsMTRQECEBrCW6UusXh4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d39e8vJRsBW04DAQVQQgLEQYyNDQ0NDQyMjIyOjo6Ojo6"
  "HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwnBhYLDE0UBAhAawlulLrF4eDd3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDy2fHLq31PARIINDUEBjwK"
  "NDU1NTU1NDIyOjk5OTk3Nzo6Ojo6Ojo6Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcJyYmCwxNMg9K"
  "Akx9q8Dy89Pd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g"
  "8tnxy6t9TwESCDQ1BAY8CjQ1NTU1NTQyMjo5OTk5NzccHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwc"
  "HBwcHBwcHCcmJgsMTTIPSgJMfavA8vPT3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3dj81cf0vIdxSAwPO0BQUCY0NTU1NTU0MjI6OTk5OTc3Ojo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwc"
  "HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwnJj0+QkAGAjhxh7z5vtL6yNzd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3Y/NXH9LyHcUgMDztAUFAmNDU1NTU1NDIyOjk5OTk3NxwcHBwcHBwc"
  "HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcJyY9PkJABgI4cYe8+b7S+sjc3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d2LrV/LvL+bl/cTwBC1dSBjI0NDQ0NDIy"
  "MjI6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6Ojo6HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHCcLUFAWAglxf7nXwLv81bv4"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3di61fy7y/m5"
  "f3E8AQtXUgYyNDQ0NDQyMjIyOjo6Ojo6HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwn"
  "C1BQFgIJcX+518C7/NW7+N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3eDh/9a6zNfF+cCgfW4JBj8eOjo6Ojo6MjIyMjQ0NDQ0MjI6Ojo6Ojo6Ojo6Ojo6OjocHBwcHBwcHBwcHBwcHBwc"
  "HBwcHBwcHBwcHBwcHBwcJ1A8CUhvfaDX/sXx2LrN/8/g3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g4f/WuszXxfnAoH1uCQY/Hjo6Ojo6OjIyMjI0NDQ0NDIgHBwcHBwcHBwcHBwcHBwc"
  "HBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHCdQPAlIb32g1/7F8di6zf/P4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4Nm+5P7X1vnHx/LAq31rDQ85Nzk5OTk6OjQ0NTU1NTU1"
  "Mjo6Ojo6Ojo6Ojo6Ojo6OhwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwnJwJPfau/wMu+1dLy/vnL9N/d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDZvuT+19b5x8fywKt9aw0P"
  "OTc5OTk5Ojo0NDU1NTU1NSAcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcHBwcJycCT32rv8DL"
  "vtXS8v75y/Tf3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "4ODg4N/f4eH09vv7wKt/by44UDAGCxhAOVJSEQIGGEIPDg4UTU1BMk5BGg4OEkBRTUA/Ojo/QU0yOzs7MhQPDhUPDQ0hQU1B"
  "EkoxEkJXUANuf63A9vn22N/g4ODf3+Hf4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3eDg4ODf3+Hh9Pb7+8Crf28uOFAwBgsYQDlSUhECBhhCBwgPFDs7Ozs7MhoaOkBNUU1APzo6P0FN"
  "Mjs7OzIUDw4VDw0NIUFNQRJKMRJCV1ADbn+twPb59tjf4ODg39/h3+Dd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3f39/f4eHh4cXFxcX09r65f28FVW1IBlRQCwtQUj4/Um5XFAQEBAgP"
  "Dg4SEhISEhI/GhIODhISGlZBCAQEDk5XNVFWUUEQGj5UFkxtTAlvf628+/TFxcbF4ODf3+Hh4uHg3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d39/f3+Hh4eHFxcXF9Pa+uX9vBVVtSAZU"
  "UAsLUFI+P1JXUQ8EAgQQTUA/GhIODhISDBI6QD8aDgdWQQgEBA5OVzVRVlFBEBo+VBZMbUwJb3+tvPv0xcXGxeDg39/h4eLh"
  "4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4OHi4uLi4uHh"
  "+/vfw8X0/fv+46t5ExNVU2tUGAYGDBISEhIaTVJRTRoOEho6QEBAQFFRQDoaGho6EjpAUVFNOhIhHg4OEkBUVEhVNi55q9f5"
  "+//9zb7P+Pjg4OHh4+Pj4t/d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3eDh4uLi4uLh4fv738PF9P37/uOreRMTVVNrVBgGBgwSEgQOOk1NTUA6TUA6Gho/QE1ATU1NTToSDhI6QFFRTToS"
  "IR4ODhJAVFRIVTYueavX+fv//c2+z/j44ODh4ePj4+Lf3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g4uPj4+Li4eHr9vrg093cycW8zPu5gHFVAAlPSBYmGAZQSzcYPkA+GFFAEgwHDhQ7"
  "FBQSEhI6QE0YGBg5PktQUEASDEJWVBMAbHGArcy/vs3D1fXV8/r68+Dg4eLj4+Pj393d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d4OLj4+Pi4uHh6/b64NPd3MnFvMz7uYBxVQAJT0gWJhgG"
  "UFBLNxIMDAw/OhISEho7QTsyEgwOGk1RGBgYOT5LUFBAEgxCVlQTAGxxgK3Mv77Nw9X11fP6+vPg4OHi4+Pj49/d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3eDi4+Li4eHf38PJyMjo+vrz"
  "/vbNzeT5v7mAeVMFNkw2EwoKChY9PRgLV1BAEg4PFDsUFBQUP01QUkJCPT0XCgkCNkxPEwlseoCtvPbyxcX1/NX4+vXOysi+"
  "3eDf4ePj4+Lf3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3g"
  "4uPi4uHh39/DycjI6Pr68/72zc3k+b+5gHlTBTZMNhMCCQoWJiY3GFBQQDoyMjtBTTIPDhJAUldCQj09FwoJAjZMTxMJbHqA"
  "rbz28sXF9fzV+Pr1zsrIvt3g3+Hj4+Pi393d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d/f39/f3+Dg+PXKx8nzyru67f/2z/TkzLq8uat/b1NJTzwTEzw9PT0GCxI6QU1OTlZRTTISEgwM"
  "EhYKFjxIT1NTU29/q7y/uuTyzcfU+ui7w83g1cnJytTc3ODg4eHi4eDd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3f39/f39/g4Pj1ysfJ88q7uu3/9s/05My6vLmrf29TSU88PBMKFiY9"
  "ORgaGjJBTlFWUU07GhIMCxIWChY8SE9TU1Nvf6u8v7rk8s3H1Prou8PN4NXJycrU3Nzg4OHh4uHg3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3Nzd3d3d3d3g9dXT6/vrxf/evcPr+/v+"
  "9M2/vMzWuat/fXFUEwkWPUJCTU1BOzIUTUE7Oz9AUFAmCgIJa3F9f6u5y9a8u8X+/fj6/ei9yP/Fzdj4+PXz9fDw3Nzd3eDg"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3dzc3d3d3d3d"
  "4PXV0+v768X/3r3D6/v7/vTNv7zM1rmrf31xawkBAgpWUk1AMhQyMk1BOzs/QFBQJgoCCWtxfX+rucvWvLvF/v34+v3ovcj/"
  "xc3Y+Pj18/Xw8Nzc3d3g4N3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3dzw8PDw3Nzd3dPVxsLDz9jF3vbtvb3e377N4fz0vrvF/uTXwLytq5SAenp5b21RQTIQQVZtb3l6eoCUq628y9fx"
  "+829vcXy+NXC09rIyOj16eHMxcXNysjI8PDw8Nzc3Nzd3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3c8PDw8Nzc3d3T1cbCw8/Yxd727b293t++zeH89L67xf7X18C8rauUgHp6eW9tV007"
  "TU1RV295en2AlKutvMvX8fvNvb3F8vjVwtPayMjo9enhzMXFzcrIyPDw8PDc3Nzc3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d"
  "3d3d3d3d3d0="
;

const struct bk7258_aidk_eye_packed_asset_s
  g_bk7258_aidk_eye_open_packed =
{
  .palette = g_open_palette,
  .encoded_pixels = g_open_pixels_base64,
  .encoded_size = sizeof(g_open_pixels_base64) - 1,
};

